[
  [
    0,
    45,
    "0",
    "GALADRIEL",
    "It began with the forging of the Great Rings."
  ],
  [
    45,
    118,
    "0",
    "GALADRIEL",
    "Three were given to the Elves immortal, wisest ... fairest of all beings."
  ],
  [
    118,
    192,
    "0",
    "GALADRIEL",
    "Seven to the Dwarf Lords great miners and craftsmen of the mountain halls."
  ],
  [
    192,
    280,
    "0",
    "GALADRIEL",
    "And Nine ... nine rings were gifted to the race of Men, who above all else desire power."
  ],
  [
    280,
    359,
    "0",
    "GALADRIEL",
    "For within these rings was bound the strength and the will to govern each race."
  ],
  [
    359,
    394,
    "0",
    "GALADRIEL",
    "But they were all of them deceived."
  ],
  [
    394,
    423,
    "0",
    "GALADRIEL",
    "...for another Ring was made."
  ],
  [
    423,
    548,
    "0",
    "GALADRIEL",
    "In the land of Mordor, in the fires of Mount Doom, the Dark Lord Sauron forged in secret a Master Ring to control all others."
  ],
  [
    548,
    638,
    "0",
    "GALADRIEL",
    "...and into this Ring he poured his cruelty, his malice and his will to dominate all life."
  ],
  [
    638,
    666,
    "0",
    "GALADRIEL",
    "One Ring to rule them all..."
  ],
  [
    666,
    738,
    "0",
    "GALADRIEL",
    "One by one the Free lands of Middle earth fell to the power of the Ring."
  ],
  [
    738,
    775,
    "0",
    "GALADRIEL",
    "But there were some ... who resisted."
  ],
  [
    775,
    919,
    "0",
    "GALADRIEL",
    "A last alliance of Men and Elves marched against the armies of Mordor. On the slopes of Mount Doom, they fought for the freedom of Middle Earth."
  ],
  [
    919,
    985,
    "0",
    "ELROND",
    "Tangado haid! Leithio i philinn!  Hold positions! Fire the arrows!"
  ],
  [
    985,
    1002,
    "0",
    "GALADRIEL",
    "Victory was near!"
  ],
  [
    1002,
    1048,
    "0",
    "GALADRIEL",
    "But the power of the Ring could not be undone."
  ],
  [
    1048,
    1157,
    "0",
    "GALADRIEL",
    "It was in this moment ... when all hope had faded, that Isildur, son of the king, took up his father's sword."
  ],
  [
    1157,
    1225,
    "0",
    "GALADRIEL",
    "Sauron, the enemy of the Free Peoples of Middle Earth, was defeated."
  ],
  [
    1225,
    1304,
    "0",
    "GALADRIEL",
    "The Ring passed to Isildur ... who had this one chance to destroy evil forever."
  ],
  [
    1304,
    1392,
    "0",
    "GALADRIEL",
    "But the hearts of Men are easily corrupted. And the Ring of Power has a will of its own."
  ],
  [
    1392,
    1425,
    "0",
    "GALADRIEL",
    "It betrayed Isildur to his death."
  ],
  [
    1425,
    1491,
    "0",
    "GALADRIEL",
    "And some things that should not have been forgotten ... were lost."
  ],
  [
    1491,
    1576,
    "0",
    "GALADRIEL",
    "Thus a Third Age of Middle Earth began. History became legend ... legend became myth."
  ],
  [
    1576,
    1652,
    "0",
    "GALADRIEL",
    "And for two and a half thousand years, the Ring passed out of all knowledge."
  ],
  [
    1652,
    1702,
    "0",
    "GALADRIEL",
    "Until, when chance came, it ensnared a new bearer."
  ],
  [
    1702,
    1716,
    "0",
    "GOLLUM",
    "My Precious..."
  ],
  [
    1716,
    1811,
    "0",
    "GALADRIEL",
    "The Ring came to the creature Gollum, who took it deep into the tunnels of the Misty Mountains."
  ],
  [
    1811,
    1837,
    "0",
    "GALADRIEL",
    "And there it consumed him."
  ],
  [
    1837,
    1888,
    "0",
    "GOLLUM",
    "It came to me. My own. My love...  My preciousness."
  ],
  [
    1888,
    2014,
    "0",
    "GALADRIEL",
    "The Ring gave to Gollum unnatural long life. For five hundred years it poisoned his mind. And in the gloom of Gollum's cave..."
  ],
  [
    2014,
    2024,
    "0",
    "GALADRIEL",
    "It waited."
  ],
  [
    2024,
    2222,
    "0",
    "GALADRIEL",
    "Darkness crept back into the forests of the world. Rumor grew of a Shadow in the East ... whispers of a nameless fear. And the Ring of Power perceived ... its time had now come. It abandoned Gollum."
  ],
  [
    2222,
    2276,
    "0",
    "GALADRIEL",
    "But something happened then the Ring did not intend..."
  ],
  [
    2276,
    2336,
    "0",
    "GALADRIEL",
    "It was picked up by the most unlikely creature imaginable..."
  ],
  [
    2336,
    2348,
    "0",
    "BILBO",
    "What's this?"
  ],
  [
    2348,
    2388,
    "0",
    "GALADRIEL",
    "A Hobbit ... Bilbo Baggins of the Shire."
  ],
  [
    2388,
    2395,
    "0",
    "BILBO",
    "A Ring."
  ],
  [
    2395,
    2428,
    "0",
    "GOLLUM",
    "Lost! Lost! My Precious is lost!!"
  ],
  [
    2428,
    2500,
    "0",
    "GALADRIEL",
    "For the time will soon come when Hobbits will shape the fortunes of all."
  ],
  [
    2500,
    2662,
    "0",
    "BILBO",
    "The 22nd day of September in the year 1400 by Shire reckoning. Bag End, Bagshot Row, Hobbiton, Westfarthing, the Shire, Middle earth. The Third Age of this world."
  ],
  [
    2662,
    2716,
    "2",
    "BILBO",
    "There and Back Again A Hobbit's Tale by Bilbo Baggins."
  ],
  [
    2716,
    2746,
    "2",
    "BILBO",
    "Now, where to begin? Ah yes..."
  ],
  [
    2746,
    2765,
    "2",
    "BILBO",
    "Concerning Hobbits."
  ],
  [
    2765,
    3117,
    "3",
    "BILBO",
    "Hobbits have been living and farming in the four Farthings of the Shire for many hundreds of years, quite content to ignore and be ignored by the world of the Big Folk. Middle earth being, after all, full of strange creatures beyond count, Hobbits must seem of little importance being neither renowned as great warriors nor counted among the very wise."
  ],
  [
    3117,
    3144,
    "4",
    "BILBO",
    "Frodo! Someone at the door."
  ],
  [
    3144,
    3226,
    "5",
    "BILBO",
    "In fact, it has been remarked by some that Hobbits' only real passion is for food."
  ],
  [
    3226,
    3321,
    "5",
    "BILBO",
    "A rather unfair observation as we have also developed a keen interest in the brewing of ales..."
  ],
  [
    3321,
    3353,
    "5",
    "BILBO",
    "...and the smoking of pipe weed."
  ],
  [
    3353,
    3429,
    "5",
    "BILBO",
    "But where our hearts truly lie is in peace and quiet and good, tilled earth."
  ],
  [
    3429,
    3478,
    "5",
    "BILBO",
    "For all Hobbits share a love of things that grow."
  ],
  [
    3478,
    3624,
    "5",
    "BILBO",
    "And, yes, no doubt to others, our ways seem quaint. But today of all days, it is brought home to me It is no bad thing to celebrate a simple life."
  ],
  [
    3624,
    3640,
    "6",
    "BILBO",
    "Frodo, the door!"
  ],
  [
    3640,
    3672,
    "6",
    "BILBO",
    "Sticklebacks. Where is that boy?"
  ],
  [
    3672,
    3678,
    "7",
    "BILBO",
    "Frodo!"
  ],
  [
    3678,
    3690,
    "8",
    "FRODO",
    "You're late."
  ],
  [
    3690,
    3784,
    "8",
    "GANDALF",
    "A wizard is never late, Frodo Baggins, nor is he early. He arrives precisely when he means to."
  ],
  [
    3784,
    3819,
    "8",
    "FRODO",
    "It's wonderful to see you, Gandalf!"
  ],
  [
    3819,
    3873,
    "8",
    "GANDALF",
    "You didn't think I'd miss your Uncle Bilbo's birthday?"
  ],
  [
    3873,
    3917,
    "9",
    "FRODO",
    "What's new in the world? Tell me everything."
  ],
  [
    3917,
    4167,
    "9",
    "GANDALF",
    "What, everything? Far too eager and curious for a Hobbit. Most unnatural... Well, what can I tell you? Life in the wide world goes on much as it has this past age. Full of its own comings and goings, scarcely even aware of the existence of Hobbits..."
  ],
  [
    4167,
    4280,
    "9",
    "GANDALF",
    "...for which I am very thankful. So, how is the old rascal? I hear this is to be a party of special magnificence."
  ],
  [
    4280,
    4334,
    "9",
    "FRODO",
    "You know Bilbo. He's got the whole place in an uproar."
  ],
  [
    4334,
    4363,
    "9",
    "GANDALF",
    "Well, that should please him."
  ],
  [
    4363,
    4437,
    "9",
    "FRODO",
    "Half the Shire's been invited. And the rest of them are turning up anyway."
  ],
  [
    4437,
    4568,
    "9",
    "BILBO",
    "And so life in the Shire goes on very much as it has this past age full of its own comings and goings, with change coming slowly..."
  ],
  [
    4568,
    4674,
    "9",
    "BILBO",
    "...if it comes at all. For things are made to endure in the Shire passing from one generation to the next."
  ],
  [
    4674,
    4742,
    "9",
    "BILBO",
    "There's always been a Baggins living here under the Hill in Bag End."
  ],
  [
    4742,
    4767,
    "10",
    "BILBO",
    "And there always will be."
  ],
  [
    4767,
    4889,
    "11",
    "FRODO",
    "To tell you the truth, Bilbo's been a bit odd lately. I mean, more than usual. He's taken to locking himself in his study."
  ],
  [
    4889,
    4957,
    "12",
    "FRODO",
    "He spends hours poring over old maps when he thinks I'm not looking."
  ],
  [
    4957,
    4973,
    "12",
    "BILBO",
    "Where's it gone?"
  ],
  [
    4973,
    4994,
    "13",
    "FRODO",
    "He's up to something."
  ],
  [
    4994,
    5029,
    "13",
    "FRODO",
    "All right, then, keep your secrets."
  ],
  [
    5029,
    5034,
    "13",
    "GANDALF",
    "What?"
  ],
  [
    5034,
    5078,
    "13",
    "FRODO",
    "But I know you have something to do with it."
  ],
  [
    5078,
    5096,
    "13",
    "GANDALF",
    "Good gracious, me."
  ],
  [
    5096,
    5158,
    "13",
    "FRODO",
    "Before you came along, we Bagginses were very well thought of."
  ],
  [
    5158,
    5165,
    "13",
    "GANDALF",
    "Indeed?"
  ],
  [
    5165,
    5217,
    "13",
    "FRODO",
    "Never had any adventures or did anything unexpected."
  ],
  [
    5217,
    5356,
    "13",
    "GANDALF",
    "If you're referring to the incident with the Dragon ... I was barely involved ...all I did was give your uncle a little nudge out the door."
  ],
  [
    5356,
    5433,
    "13",
    "FRODO",
    "Whatever you did ... you've been officially labeled a disturber of the peace."
  ],
  [
    5433,
    5444,
    "13",
    "GANDALF",
    "Oh, really?"
  ],
  [
    5444,
    5477,
    "14",
    "FRODO",
    "Gandalf ... I'm glad you're back."
  ],
  [
    5477,
    5505,
    "14",
    "GANDALF",
    "So am I, dear boy...so am I."
  ],
  [
    5505,
    5587,
    "15",
    "BILBO",
    "No thank you! We don't want any more visitors, well wishers, or distant relations."
  ],
  [
    5587,
    5619,
    "15",
    "GANDALF",
    "And what about very old friends?"
  ],
  [
    5619,
    5627,
    "15",
    "BILBO",
    "Gandalf?"
  ],
  [
    5627,
    5641,
    "15",
    "GANDALF",
    "Bilbo Baggins!"
  ],
  [
    5641,
    5657,
    "15",
    "BILBO",
    "My dear Gandalf!"
  ],
  [
    5657,
    5729,
    "15",
    "GANDALF",
    "Good to see you. One hundred and eleven years old, who would believe it?"
  ],
  [
    5729,
    5752,
    "15",
    "GANDALF",
    "You haven't aged a day."
  ],
  [
    5752,
    5788,
    "15",
    "BILBO",
    "Come on, come in! Welcome, welcome!!"
  ],
  [
    5788,
    5869,
    "16",
    "BILBO",
    "Tea? Or maybe something a little stronger ... I've got a few bottle of the old Wi"
  ],
  [
    5869,
    6138,
    "16",
    "BILBO",
    "I was expecting you last week. Not that it matters, you come and go as you please, always have done, always will. You've caught me a bit unprepared, I'm afraid ... we've only got cold chicken, bit of pickle, some cheese here ... ooh, no, that might be a little risky..."
  ],
  [
    6138,
    6387,
    "16",
    "BILBO",
    "Er, we've got raspberry jam and apple tart ... got some custard somewhere. Not much for Afters, I'm afraid. Oh no ... we're alright ... I've just found some sponge cake. Nice little snack. Hope it's enough.  I could make you some eggs if you'd like?"
  ],
  [
    6387,
    6407,
    "16",
    "GANDALF",
    "Just tea, thank you."
  ],
  [
    6407,
    6442,
    "16",
    "BILBO",
    "Oh ... right. You don't mind if...?"
  ],
  [
    6442,
    6467,
    "16",
    "GANDALF",
    "No, not at all. Go ahead."
  ],
  [
    6467,
    6503,
    "16",
    "LOBELIA",
    "Bilbo Baggins, you open this door..."
  ],
  [
    6503,
    6516,
    "16",
    "BILBO",
    "I'm not home."
  ],
  [
    6516,
    6545,
    "16",
    "BILBO",
    "It's the Sackville Bagginses!"
  ],
  [
    6545,
    6568,
    "16",
    "LOBELIA",
    "I know you're in there!"
  ],
  [
    6568,
    6640,
    "16",
    "BILBO",
    "They're after the house. They've never forgiven me for living this long!"
  ],
  [
    6640,
    6883,
    "16",
    "BILBO",
    "I've got to get away from these confounded relatives, hanging on the bell all day, never giving me a moment's peace. I want to see mountains again ... mountains, Gandalf ... and then find somewhere quiet where I can finish my book ... oh, Tea!"
  ],
  [
    6883,
    6931,
    "16",
    "GANDALF",
    "So, you mean to go through with your plan, then?"
  ],
  [
    6931,
    6992,
    "16",
    "BILBO",
    "Yes, yes ... it's all in hand. All the arrangements are made."
  ],
  [
    6992,
    7017,
    "16",
    "GANDALF",
    "Frodo suspects something."
  ],
  [
    7017,
    7101,
    "16",
    "BILBO",
    "Course he does, he's a Baggins ... not some blockheaded Bracegirdle from Hardbottle!"
  ],
  [
    7101,
    7130,
    "16",
    "GANDALF",
    "You will tell him, won't you?"
  ],
  [
    7130,
    7139,
    "16",
    "BILBO",
    "Yes, yes."
  ],
  [
    7139,
    7161,
    "16",
    "GANDALF",
    "He's very fond of you."
  ],
  [
    7161,
    7316,
    "16",
    "BILBO",
    "I know. He'd probably come with me if I asked him. I think, in his heart, Frodo's still in love with the Shire, the woods and the fields ... little rivers."
  ],
  [
    7316,
    7336,
    "16",
    "BILBO",
    "I am old, Gandalf..."
  ],
  [
    7336,
    7401,
    "16",
    "BILBO",
    "I know I don't look it, but I'm beginning to feel it in my heart."
  ],
  [
    7401,
    7579,
    "16",
    "BILBO",
    "I feel thin ... sort of stretched, like butter scraped over too much bread. I need a holiday ... a very long holiday and I don't expect I shall return ... in fact, I mean not to."
  ],
  [
    7579,
    7626,
    "17",
    "BILBO",
    "Old Toby. The finest weed in the Southfarthing!"
  ],
  [
    7626,
    7694,
    "17",
    "BILBO",
    "Ohhhh.  Gandalf, my old friend ... this will be a night to remember."
  ],
  [
    7694,
    7758,
    "18",
    "BILBO",
    "Hello, hello, Fatty Bolger, lovely to see you! Welcome, welcome!"
  ],
  [
    7758,
    7792,
    "18",
    "FRODO",
    "Go on, Sam, ask Rosie for a dance."
  ],
  [
    7792,
    7834,
    "18",
    "SAM",
    "I think I'll just have myself another ale."
  ],
  [
    7834,
    7858,
    "18",
    "FRODO",
    "Oh, no you don't. Go on."
  ],
  [
    7858,
    8101,
    "18",
    "BILBO",
    "So there I was ... at the mercy of three monstrous trolls ... Have you ever heard of a Troll? Do you know what a Troll is? Great big nasty twenty foot high smelly things ... and they're arguing ... arguing about how they were going to cook us!"
  ],
  [
    8101,
    8380,
    "18",
    "BILBO",
    "Whether it be turned on a spit or minced in a pie or whether they were going to sit on us one by one and squash us into jelly! They spent so long arguing the whither to's and why for's that the sun's first light cracked over the top of the trees ... and turned them all to stone!"
  ],
  [
    8380,
    8419,
    "18",
    "MERRY",
    "No, no ... the big one ... the big one!"
  ],
  [
    8419,
    8505,
    "18",
    "BILBO",
    "Mrs. Bracegirdle, how nice to see you! Welcome, welcome. Are all these children yours?"
  ],
  [
    8505,
    8545,
    "18",
    "BILBO",
    "Good gracious, you have been productive."
  ],
  [
    8545,
    8551,
    "18",
    "LOBELIA",
    "Bilbo?"
  ],
  [
    8551,
    8586,
    "18",
    "BILBO",
    "Sackville Bagginses! Quickly! Hide!"
  ],
  [
    8586,
    8604,
    "18",
    "BILBO",
    "Thank you, my boy."
  ],
  [
    8604,
    8629,
    "18",
    "BILBO",
    "You're a good lad, Frodo."
  ],
  [
    8629,
    8891,
    "18",
    "BILBO",
    "I'm very selfish, you know. Yes, I am ... very selfish. I don't know why I took you in after your mother and father died, but it wasn't out of charity. I think ... it was because, of all my numerous relations ... you were the one Baggins that showed real spirit."
  ],
  [
    8891,
    8938,
    "18",
    "FRODO",
    "Bilbo, have you been at the Gaffer's home brew?"
  ],
  [
    8938,
    9023,
    "18",
    "BILBO",
    "No. Well, yes. But that's not the point. The point is, Frodo ... you'll be all right."
  ],
  [
    9023,
    9065,
    "18",
    "MERRY",
    "You're supposed to stick it in the ground!"
  ],
  [
    9065,
    9085,
    "18",
    "PIPPIN",
    "It is in the ground."
  ],
  [
    9085,
    9093,
    "18",
    "MERRY",
    "Outside!"
  ],
  [
    9093,
    9112,
    "18",
    "PIPPIN",
    "This was your idea."
  ],
  [
    9112,
    9145,
    "18",
    "FRODO",
    "Bilbo! Watch out for the dragon!!"
  ],
  [
    9145,
    9223,
    "18",
    "BILBO",
    "Dragon? Nonsense ... hasn't been a dragon in these parts for a thousand years!"
  ],
  [
    9223,
    9237,
    "18",
    "MERRY",
    "That was good!"
  ],
  [
    9237,
    9259,
    "18",
    "PIPPIN",
    "Let's get another one!"
  ],
  [
    9259,
    9321,
    "18",
    "GANDALF",
    "Meriadoc Brandybuck, and Peregrin Took ... I might have known!"
  ],
  [
    9321,
    9328,
    "18",
    "FRODO",
    "Speech!"
  ],
  [
    9328,
    9489,
    "18",
    "BILBO",
    "My dear Bagginses and Boffins, Tooks and Brandybucks ... Grubbs, Chubbs, Burrowses, Hornblowers, Bolgers, Bracegirdles, Goodbodies, Brockhouses and Proudfoots..."
  ],
  [
    9489,
    9499,
    "18",
    "PROUDFOOT",
    "Proudfeet!"
  ],
  [
    9499,
    9583,
    "18",
    "BILBO",
    "Proudfoots. Also my good Sackville Bagginses that I welcome back at last to Bag End."
  ],
  [
    9583,
    9767,
    "18",
    "BILBO",
    "Today is my one hundred and eleventh birthday. I am eleventy one today! Yes, and alas ... Eleventy one years is far too short a time to live among such excellent and admirable Hobbits!"
  ],
  [
    9767,
    9884,
    "18",
    "BILBO",
    "I don't know half of you half as well as I should like, and I like less than half of you half as well as you deserve!"
  ],
  [
    9884,
    9949,
    "18",
    "BILBO",
    "I have ... things to do and I have put this off for far too long."
  ],
  [
    9949,
    10039,
    "18",
    "BILBO",
    "I regret to announce this is the end. I am going now. I bid you all a very fond farewell!!"
  ],
  [
    10039,
    10047,
    "18",
    "BILBO",
    "Goodbye."
  ],
  [
    10047,
    10092,
    "20",
    "GANDALF",
    "I suppose you think that was terribly clever?"
  ],
  [
    10092,
    10134,
    "20",
    "BILBO",
    "Come on, Gandalf. Did you see their faces?"
  ],
  [
    10134,
    10231,
    "20",
    "GANDALF",
    "There are many magic rings in this world, Bilbo Baggins, and none of them should be used lightly."
  ],
  [
    10231,
    10293,
    "20",
    "BILBO",
    "It was just a bit of fun. Oh, you're probably right, as usual."
  ],
  [
    10293,
    10334,
    "20",
    "BILBO",
    "You will keep an eye on Frodo, won't you?"
  ],
  [
    10334,
    10373,
    "20",
    "GANDALF",
    "Two eyes. As often as I can spare them."
  ],
  [
    10373,
    10403,
    "20",
    "BILBO",
    "I'm leaving everything to him."
  ],
  [
    10403,
    10454,
    "20",
    "GANDALF",
    "What about this ring of yours? Is that staying too?"
  ],
  [
    10454,
    10518,
    "20",
    "BILBO",
    "Yes, yes, it's in an envelope ... over there on the mantelpiece."
  ],
  [
    10518,
    10637,
    "20",
    "BILBO",
    "No, wait. It's here in my pocket. Isn't that ... isn't that odd, now? Yet, after all, why not? Why shouldn't I keep it?"
  ],
  [
    10637,
    10702,
    "20",
    "GANDALF",
    "I think you should leave the Ring behind, Bilbo. Is that so hard?"
  ],
  [
    10702,
    10816,
    "20",
    "BILBO",
    "Well, no ... and yes. Now it comes to it, I don't feel like parting with it. It's mine. I found it. It came to me!"
  ],
  [
    10816,
    10845,
    "20",
    "GANDALF",
    "There's no need to get angry."
  ],
  [
    10845,
    10913,
    "20",
    "BILBO",
    "Well, if I'm angry, it's your fault! It's mine. My own, my precious."
  ],
  [
    10913,
    10968,
    "20",
    "GANDALF",
    "Precious? It's been called that before, but not by you."
  ],
  [
    10968,
    11026,
    "20",
    "BILBO",
    "What business is it of yours what I do with my own things?"
  ],
  [
    11026,
    11073,
    "20",
    "GANDALF",
    "I think you've had that ring quite long enough."
  ],
  [
    11073,
    11098,
    "20",
    "BILBO",
    "You want it for yourself!"
  ],
  [
    11098,
    11162,
    "20",
    "GANDALF",
    "Bilbo Baggins, do not take me for some conjurer of cheap tricks!"
  ],
  [
    11162,
    11214,
    "20",
    "GANDALF",
    "I am not trying to rob you. I am trying to help you."
  ],
  [
    11214,
    11293,
    "20",
    "GANDALF",
    "All your long years we've been friends ... trust me as you once did. Let it go!"
  ],
  [
    11293,
    11342,
    "20",
    "BILBO",
    "You're right, Gandalf. The Ring must go to Frodo."
  ],
  [
    11342,
    11390,
    "20",
    "BILBO",
    "It's late, the road is long ... yes, it is time."
  ],
  [
    11390,
    11396,
    "20",
    "GANDALF",
    "Bilbo?"
  ],
  [
    11396,
    11401,
    "20",
    "BILBO",
    "Hmmm?"
  ],
  [
    11401,
    11434,
    "20",
    "GANDALF",
    "The Ring is still in your pocket."
  ],
  [
    11434,
    11442,
    "20",
    "BILBO",
    "Oh, yes."
  ],
  [
    11442,
    11538,
    "21",
    "BILBO",
    "I've thought up an ending for my book... And he lived happily ever after to the end of his days."
  ],
  [
    11538,
    11572,
    "21",
    "GANDALF",
    "I'm sure you will, my dear friend."
  ],
  [
    11572,
    11589,
    "21",
    "BILBO",
    "Goodbye, Gandalf."
  ],
  [
    11589,
    11604,
    "21",
    "GANDALF",
    "Goodbye, Bilbo."
  ],
  [
    11604,
    11627,
    "21",
    "GANDALF",
    "Until our next meeting."
  ],
  [
    11627,
    11658,
    "22",
    "BILBO",
    "It's mine, my own, my precious."
  ],
  [
    11658,
    11678,
    "22",
    "GANDALF",
    "Riddles in the dark."
  ],
  [
    11678,
    11691,
    "22",
    "FRODO",
    "Bilbo! Bilbo!"
  ],
  [
    11691,
    11718,
    "22",
    "GANDALF",
    "My precious ... precious..."
  ],
  [
    11718,
    11739,
    "22",
    "FRODO",
    "He's gone, hasn't he?"
  ],
  [
    11739,
    11812,
    "22",
    "FRODO",
    "He talked for so long about leaving ... I didn't think he'd really do it."
  ],
  [
    11812,
    11822,
    "22",
    "GANDALF",
    "...my own."
  ],
  [
    11822,
    11830,
    "22",
    "FRODO",
    "Gandalf?"
  ],
  [
    11830,
    11843,
    "22",
    "GANDALF",
    "Bilbo's ring."
  ],
  [
    11843,
    11901,
    "22",
    "GANDALF",
    "He's gone to stay with the Elves. He's left you Bag End..."
  ],
  [
    11901,
    11935,
    "22",
    "GANDALF",
    "...along with all his possessions."
  ],
  [
    11935,
    11988,
    "22",
    "GANDALF",
    "The ring is yours now. Put it somewhere out of sight."
  ],
  [
    11988,
    12008,
    "22",
    "FRODO",
    "Where are you going?"
  ],
  [
    12008,
    12042,
    "22",
    "GANDALF",
    "There are things I must to see to."
  ],
  [
    12042,
    12054,
    "22",
    "FRODO",
    "What things?"
  ],
  [
    12054,
    12095,
    "22",
    "GANDALF",
    "Questions. Questions that need answering."
  ],
  [
    12095,
    12146,
    "22",
    "FRODO",
    "But you've only just arrived! I don't understand..."
  ],
  [
    12146,
    12189,
    "22",
    "GANDALF",
    "Neither do I. Keep it secret, Keep it safe."
  ],
  [
    12189,
    12205,
    "23",
    "GOLLUM",
    "Shire! Baggins!!"
  ],
  [
    12205,
    12336,
    "27",
    "GANDALF",
    "The year 3434 of the Second Age ... here follows the account of Isildur, High King of Gondor, and the finding of the Ring of Power."
  ],
  [
    12336,
    12580,
    "27",
    "GANDALF",
    "It has come to me ... the Ring of Power! It shall be an heirloom of my kingdom ... all those who follow in my bloodline shall be bound to its fate, for I will risk no hurt to the ring ... it is precious to me, though I buy it with great pain..."
  ],
  [
    12580,
    12743,
    "27",
    "GANDALF",
    "The marking on the band begin to fade ... the writing which at first was as clear as red flame, has all but disappeared ... a secret now that only fire can tell..."
  ],
  [
    12743,
    12758,
    "28",
    "BLACK",
    "Shire? Baggins?"
  ],
  [
    12758,
    12832,
    "28",
    "FARMER",
    "There's no Bagginses around here! They're all up in Hobbiton ... that way."
  ],
  [
    12832,
    13085,
    "29",
    "HOBBITS",
    "Hey ho, to the bottle I go! To heal my heart and drown my woe. Rain may fall and wind may blow. But there still be many miles to go! Sweet is the sound of the pouring rain, and the stream that falls from hill to plain. Better than rain or rippling brook"
  ],
  [
    13085,
    13119,
    "29",
    "PIPPIN",
    "is a mug of beer inside this Took!"
  ],
  [
    13119,
    13220,
    "29",
    "DADDY",
    "There's been some strange folk crossing the Shire. Dwarves, and others of a less than savoury nature."
  ],
  [
    13220,
    13280,
    "29",
    "TED",
    "War is brewing. The mountains are fair teeming with goblins."
  ],
  [
    13280,
    13409,
    "29",
    "GAFFER",
    "Far off tales and children's stories, that's all that is. You're beginning to sound like that old Bilbo Baggins. Cracked, he was."
  ],
  [
    13409,
    13445,
    "29",
    "TED",
    "Young Mr. Frodo here, he's cracking!"
  ],
  [
    13445,
    13477,
    "29",
    "FRODO",
    "And proud of it. Cheers, Gaffer."
  ],
  [
    13477,
    13602,
    "29",
    "GAFFER",
    "Well, it's none of our concern what goes on beyond our borders. Keep your nose out of trouble, and no trouble'll come to you."
  ],
  [
    13602,
    13618,
    "29",
    "ROSIE",
    "Goodnight, lads."
  ],
  [
    13618,
    13628,
    "29",
    "SAM",
    "Goodnight."
  ],
  [
    13628,
    13670,
    "29",
    "INTOXICATED",
    "Goodnight, sweet maiden of the golden ale!"
  ],
  [
    13670,
    13700,
    "29",
    "SAM",
    "Mind who you're sweet talking."
  ],
  [
    13700,
    13757,
    "29",
    "FRODO",
    "Don't worry, Sam. Rosie knows an idiot when she sees one."
  ],
  [
    13757,
    13766,
    "29",
    "SAM",
    "Does she?"
  ],
  [
    13766,
    13791,
    "31",
    "GANDALF",
    "Is it secret? Is it safe?"
  ],
  [
    13791,
    13810,
    "32",
    "FRODO",
    "What are you doing?"
  ],
  [
    13810,
    13857,
    "32",
    "GANDALF",
    "Hold out your hand, Frodo ... it is quite cool."
  ],
  [
    13857,
    13896,
    "32",
    "GANDALF",
    "What can you see? Can you see anything?"
  ],
  [
    13896,
    13932,
    "32",
    "FRODO",
    "Nothing ... there's nothing. Wait..."
  ],
  [
    13932,
    13954,
    "32",
    "FRODO",
    "...there are markings."
  ],
  [
    13954,
    13996,
    "32",
    "FRODO",
    "It's some form of Elvish. I can't read it."
  ],
  [
    13996,
    14082,
    "32",
    "GANDALF",
    "There are few who can ... the language is that of Mordor, which I will not utter here."
  ],
  [
    14082,
    14089,
    "32",
    "FRODO",
    "Mordor?"
  ],
  [
    14089,
    14226,
    "32",
    "GANDALF",
    "In the common tongue, it says One Ring to rule them all. One Ring to find them. One Ring to bring them all and in the darkness bind them."
  ],
  [
    14226,
    14360,
    "33",
    "GANDALF",
    "This is the One Ring, forged by the Dark Lord Sauron, in the fires of Mount Doom ... taken by Isildur from the hand of Sauron himself."
  ],
  [
    14360,
    14396,
    "33",
    "FRODO",
    "Bilbo found it ... in Gollum's cave."
  ],
  [
    14396,
    14599,
    "33",
    "GANDALF",
    "Yes. For sixty years, the Ring lay quiet in Bilbo's keeping, prolonging his life, delaying old age ... but no longer, Frodo. Evil is stirring in Mordor. The Ring has awoken. It's heard its master's call."
  ],
  [
    14599,
    14645,
    "33",
    "FRODO",
    "But he was destroyed ... Sauron was destroyed."
  ],
  [
    14645,
    15135,
    "33",
    "GANDALF",
    "No, Frodo. The spirit of Sauron endured. His life force is bound to the Ring and the Ring survived. Sauron has returned. His Orcs have multiplied ... his fortress of Barad dûr is rebuilt in the land of Mordor. Sauron needs only this Ring to cover all the lands in the second darkness. He is seeking it, seeking it, all his thought is bent on it. For the Ring yearns, above all else, to return to the hand of its master They are one, the Ring and the Dark Lord. Frodo, he must never find it."
  ],
  [
    15135,
    15143,
    "33",
    "FRODO",
    "Alright!"
  ],
  [
    15143,
    15238,
    "34",
    "FRODO",
    "We put it away, we keep it hidden! We never speak of it again. No one knows it's here, do they?"
  ],
  [
    15238,
    15255,
    "34",
    "FRODO",
    "Do they, Gandalf?"
  ],
  [
    15255,
    15383,
    "34",
    "GANDALF",
    "There is one other who knew that Bilbo had the Ring. I looked everywhere for the creature Gollum, but the enemy found him first."
  ],
  [
    15383,
    15501,
    "35",
    "GANDALF",
    "I don't know how long they tortured him ... but amidst the endless screams and inane babble, they discerned two words."
  ],
  [
    15501,
    15520,
    "35",
    "GOLLUM",
    "S...Shire! Baggins!"
  ],
  [
    15520,
    15561,
    "36",
    "FRODO",
    "Shire! Baggins! That will lead them here!"
  ],
  [
    15561,
    15582,
    "37",
    "HOBBIT",
    "Halt! Who goes there?"
  ],
  [
    15582,
    15599,
    "38",
    "FRODO",
    "Take it! Take it!"
  ],
  [
    15599,
    15611,
    "38",
    "GANDALF",
    "No, Frodo..."
  ],
  [
    15611,
    15628,
    "38",
    "FRODO",
    "You must take it."
  ],
  [
    15628,
    15658,
    "38",
    "GANDALF",
    "You cannot offer me this ring."
  ],
  [
    15658,
    15680,
    "38",
    "FRODO",
    "I am giving it to you!"
  ],
  [
    15680,
    15748,
    "38",
    "GANDALF",
    "Don't tempt me, Frodo! I dare not take it, not even to keep it safe."
  ],
  [
    15748,
    15894,
    "38",
    "GANDALF",
    "Understand, Frodo ... I would use this Ring from a desire to do good ... but through me, it would wield a power too great and terrible to imagine."
  ],
  [
    15894,
    15926,
    "38",
    "FRODO",
    "But it cannot stay in the Shire!"
  ],
  [
    15926,
    15943,
    "38",
    "GANDALF",
    "No, no, it can't."
  ],
  [
    15943,
    15958,
    "38",
    "FRODO",
    "What must I do?"
  ],
  [
    15958,
    16014,
    "39",
    "GANDALF",
    "You must leave, and leave quickly. Get out of the Shire."
  ],
  [
    16014,
    16038,
    "39",
    "FRODO",
    "Where? Where shall I go?"
  ],
  [
    16038,
    16067,
    "39",
    "GANDALF",
    "Make for the village of Bree."
  ],
  [
    16067,
    16088,
    "39",
    "FRODO",
    "Bree? What about you?"
  ],
  [
    16088,
    16146,
    "39",
    "GANDALF",
    "I will be waiting for you at the Inn of the Prancing Pony."
  ],
  [
    16146,
    16178,
    "39",
    "FRODO",
    "And the Ring will be safe there?"
  ],
  [
    16178,
    16327,
    "39",
    "GANDALF",
    "I don't know, Frodo. I don't have any answers. I must see the Head of my Order. He is both wise and powerful. Trust me, Frodo. He'll know what to do."
  ],
  [
    16327,
    16427,
    "40",
    "GANDALF",
    "You'll have to leave the name of Baggins behind you ... for that name is not safe outside the Shire."
  ],
  [
    16427,
    16469,
    "40",
    "GANDALF",
    "Travel only by day. And stay off the road."
  ],
  [
    16469,
    16508,
    "40",
    "FRODO",
    "I can cut across country easily enough."
  ],
  [
    16508,
    16685,
    "40",
    "GANDALF",
    "My dear Frodo. Hobbits really are amazing creatures. You can learn all there is to know about their ways in a month, and yet, after a hundred years, they can still surprise you."
  ],
  [
    16685,
    16694,
    "40",
    "GANDALF",
    "Get down!"
  ],
  [
    16694,
    16755,
    "40",
    "GANDALF",
    "Confound it all! Samwise Gamgee, have you been eavesdropping?"
  ],
  [
    16755,
    16872,
    "40",
    "SAM",
    "I ain't been dropping no eaves, sir! Honest. I was just cutting the grass under the window there, if you follow me..."
  ],
  [
    16872,
    16936,
    "40",
    "GANDALF",
    "It's a little bit late for trimming the hedges, don't you think?"
  ],
  [
    16936,
    16960,
    "40",
    "SAM",
    "I heard raised voices..."
  ],
  [
    16960,
    16985,
    "40",
    "GANDALF",
    "What did you hear? Speak!"
  ],
  [
    16985,
    17198,
    "40",
    "SAM",
    "Nothing important ... that is, I heard a good deal about a ring ... and a Dark Lord. And something about the end of the world, but... Please, Mr. Gandalf, sir, don't hurt me! Don't turn me into anything unnatural!"
  ],
  [
    17198,
    17201,
    "40",
    "GANDALF",
    "No?"
  ],
  [
    17201,
    17251,
    "40",
    "GANDALF",
    "Perhaps not. I've thought of a better use for you."
  ],
  [
    17251,
    17285,
    "41",
    "GANDALF",
    "Come along, Samwise ... keep up..."
  ],
  [
    17285,
    17392,
    "42",
    "GANDALF",
    "Be careful, both of you. The Enemy has many spies in his service, many ways of hearing ... birds, beasts..."
  ],
  [
    17392,
    17403,
    "42",
    "GANDALF",
    "Is it safe?"
  ],
  [
    17403,
    17576,
    "42",
    "GANDALF",
    "Never put it on, for the agents of the Dark Lord will be drawn to its power... Always remember, Frodo, the Ring is trying to get back to its master ... it wants to be found."
  ],
  [
    17576,
    17587,
    "44",
    "SAM",
    "This is it."
  ],
  [
    17587,
    17600,
    "44",
    "FRODO",
    "This is what?"
  ],
  [
    17600,
    17677,
    "44",
    "SAM",
    "If I take one more step, it'll be the farthest away from home I've ever been."
  ],
  [
    17677,
    17690,
    "44",
    "FRODO",
    "Come on, Sam."
  ],
  [
    17690,
    17754,
    "44",
    "FRODO",
    "Remember what Bilbo used to say ... it's a dangerous business..."
  ],
  [
    17754,
    17923,
    "44",
    "BILBO",
    "...it's a dangerous business, Frodo, going out your door ... you step onto the road, and if you don't keep your feet, there's no knowing where you might be swept off to."
  ],
  [
    17923,
    17939,
    "45",
    "FRODO",
    "Sam! Wood Elves!"
  ],
  [
    17939,
    18163,
    "45",
    "ELVEN",
    "a Galad ren i veniar hi' aladhremmin ennorath A Elbereth Gilthoniel ithil nâ thûl, ithil lîn hen O Light to us that wander here Amid the world of woven trees! O Elbereth! Gilthoniel! Clear are thy eyes and bright thy breath!"
  ],
  [
    18163,
    18236,
    "45",
    "FRODO",
    "They're going to the harbour beyond the White Towers. To the Grey Havens."
  ],
  [
    18236,
    18265,
    "45",
    "SAM",
    "They're leaving Middle earth."
  ],
  [
    18265,
    18281,
    "45",
    "FRODO",
    "Never to return."
  ],
  [
    18281,
    18318,
    "45",
    "SAM",
    "I don't know why ... it makes me sad."
  ],
  [
    18318,
    18384,
    "46",
    "SAM",
    "Everywhere I lie there's a dirty great root sticking into my back."
  ],
  [
    18384,
    18495,
    "46",
    "FRODO",
    "Just shut your eyes, and imagine you're back in your own bed, with a soft mattress and a lovely feather pillow."
  ],
  [
    18495,
    18568,
    "46",
    "SAM",
    "It's not working Mr. Frodo. I'm never going to be able to sleep out here."
  ],
  [
    18568,
    18584,
    "46",
    "FRODO",
    "Me neither, Sam."
  ],
  [
    18584,
    18770,
    "49",
    "SARUMAN",
    "Smoke rises once more from the mountain of doom ... the Shadow takes shape in the darkness of Mordor; the hour grows late ... and Gandalf the Grey rides to Isengard seeking my council..."
  ],
  [
    18770,
    18826,
    "49",
    "SARUMAN",
    "For that is why you have come, is it not, my old friend?"
  ],
  [
    18826,
    18834,
    "49",
    "GANDALF",
    "Saruman!"
  ],
  [
    18834,
    18855,
    "50",
    "SARUMAN",
    "Are you sure of this?"
  ],
  [
    18855,
    18872,
    "50",
    "GANDALF",
    "Beyond any doubt."
  ],
  [
    18872,
    18908,
    "50",
    "SARUMAN",
    "So the Ring of Power has been found?"
  ],
  [
    18908,
    18970,
    "50",
    "GANDALF",
    "All these long years, it was in the Shire, under my very nose."
  ],
  [
    18970,
    19072,
    "50",
    "SARUMAN",
    "Yet you did not have the wit to see it. Your love of the Halfling's leaf has clearly slowed your mind."
  ],
  [
    19072,
    19147,
    "50",
    "GANDALF",
    "We still have time ... time enough to counter Sauron ... if we act quickly."
  ],
  [
    19147,
    19184,
    "50",
    "SARUMAN",
    "Time? What time do you think we have?"
  ],
  [
    19184,
    19502,
    "51",
    "SARUMAN",
    "Sauron has regained much of his former strength. He cannot yet take physical form ... but his spirit has lost none of its potency. Concealed within his fortress, the Lord of Mordor sees all. His gaze pierces cloud, shadow, earth and flesh. You know of what I speak, Gandalf ... a Great Eye, lidless, wreathed in flame."
  ],
  [
    19502,
    19520,
    "51",
    "GANDALF",
    "The Eye of Sauron."
  ],
  [
    19520,
    19644,
    "51",
    "SARUMAN",
    "He is gathering all evil to him. Very soon, he will have summoned an army great enough to launch an assault on Middle earth."
  ],
  [
    19644,
    19663,
    "51",
    "GANDALF",
    "You know this? How?"
  ],
  [
    19663,
    19678,
    "51",
    "SARUMAN",
    "I have seen it."
  ],
  [
    19678,
    19718,
    "51",
    "GANDALF",
    "A Palantír is a dangerous tool, Saruman."
  ],
  [
    19718,
    19752,
    "51",
    "SARUMAN",
    "Why? Why should we fear to use it?"
  ],
  [
    19752,
    19848,
    "51",
    "GANDALF",
    "They are not all accounted for, the lost Seeing stones. We do not know who else may be watching."
  ],
  [
    19848,
    19952,
    "51",
    "SARUMAN",
    "The hour is later than you think. Sauron's forces are already moving... the Nine have left Minas Morgul."
  ],
  [
    19952,
    19961,
    "51",
    "GANDALF",
    "The Nine?"
  ],
  [
    19961,
    20038,
    "51",
    "SARUMAN",
    "They crossed the River Isen on Midsummer's Eve, disguised as riders in black."
  ],
  [
    20038,
    20066,
    "51",
    "GANDALF",
    "They have reached the Shire?"
  ],
  [
    20066,
    20126,
    "51",
    "SARUMAN",
    "They will find the Ring ... and kill the one who carries it."
  ],
  [
    20126,
    20225,
    "51",
    "SARUMAN",
    "You did not seriously think a Hobbit could contend with the will of Sauron? There are none who can."
  ],
  [
    20225,
    20364,
    "51",
    "SARUMAN",
    "Against the power of Mordor there can be no victory. We must join with him, Gandalf. We must join with Sauron. It would be wise, my friend."
  ],
  [
    20364,
    20434,
    "51",
    "GANDALF",
    "Tell me, friend, when did Saruman the Wise abandon reason for madness?"
  ],
  [
    20434,
    20517,
    "51",
    "SARUMAN",
    "I gave you the choice of aiding me willingly, but you have elected the way of pain!"
  ],
  [
    20517,
    20538,
    "52",
    "SAM",
    "Mr. Frodo. Mr. Frodo!"
  ],
  [
    20538,
    20561,
    "52",
    "SAM",
    "I thought I'd lost you."
  ],
  [
    20561,
    20588,
    "52",
    "FRODO",
    "What are you talking about?"
  ],
  [
    20588,
    20623,
    "52",
    "SAM",
    "It's just something Gandalf said..."
  ],
  [
    20623,
    20639,
    "52",
    "FRODO",
    "What did he say?"
  ],
  [
    20639,
    20708,
    "52",
    "SAM",
    "He said... Don't you leave him, Samwise Gamgee.  And I don't mean to."
  ],
  [
    20708,
    20772,
    "52",
    "FRODO",
    "Sam ... we're still in the Shire ... what could possibly happen?"
  ],
  [
    20772,
    20805,
    "52",
    "PIPPIN",
    "Frodo! Merry, it's Frodo Baggins."
  ],
  [
    20805,
    20817,
    "52",
    "MERRY",
    "Hello Frodo!"
  ],
  [
    20817,
    20844,
    "52",
    "SAM",
    "What's the meaning of this!"
  ],
  [
    20844,
    20861,
    "52",
    "MERRY",
    "Sam, hold this..."
  ],
  [
    20861,
    20899,
    "52",
    "SAM",
    "You've been into Farmer Maggot's crop!"
  ],
  [
    20899,
    21015,
    "52",
    "FARMER",
    "Who's that in my field! Get out of it! Get out of my field, you young varmits! I'll show you ... get out of my corn."
  ],
  [
    21015,
    21078,
    "52",
    "MERRY",
    "I don't know why he is so upset, it's only a couple of carrots."
  ],
  [
    21078,
    21193,
    "52",
    "PIPPIN",
    "And some cabbages ... and those three bags of potatoes that we lifted last week. And the mushrooms the week before."
  ],
  [
    21193,
    21245,
    "52",
    "MERRY",
    "Yes, Pippin, my point is, he's clearly overreacting."
  ],
  [
    21245,
    21249,
    "52",
    "PIPPIN",
    "Run!"
  ],
  [
    21249,
    21264,
    "53",
    "PIPPIN",
    "That was close."
  ],
  [
    21264,
    21301,
    "53",
    "MERRY",
    "Ow ... I think I've broken something."
  ],
  [
    21301,
    21304,
    "53",
    "MERRY",
    "Oh."
  ],
  [
    21304,
    21334,
    "53",
    "SAM",
    "Trust a Brandybuck and a Took!"
  ],
  [
    21334,
    21379,
    "53",
    "MERRY",
    "What? That was just a detour ... a short cut."
  ],
  [
    21379,
    21398,
    "53",
    "SAM",
    "A shortcut to what?"
  ],
  [
    21398,
    21408,
    "53",
    "PIPPIN",
    "Mushrooms!"
  ],
  [
    21408,
    21443,
    "53",
    "FRODO",
    "I think we should get off the road."
  ],
  [
    21443,
    21460,
    "53",
    "FRODO",
    "Get off the road!"
  ],
  [
    21460,
    21466,
    "53",
    "SAM",
    "Frodo?"
  ],
  [
    21466,
    21480,
    "53",
    "MERRY",
    "What was that?"
  ],
  [
    21480,
    21489,
    "54",
    "SAM",
    "Anything?"
  ],
  [
    21489,
    21497,
    "54",
    "FRODO",
    "Nothing."
  ],
  [
    21497,
    21514,
    "54",
    "PIPPIN",
    "What is going on?"
  ],
  [
    21514,
    21582,
    "54",
    "MERRY",
    "That Black Rider was looking for something ... or someone ... Frodo?"
  ],
  [
    21582,
    21591,
    "54",
    "SAM",
    "Get down!"
  ],
  [
    21591,
    21645,
    "54",
    "FRODO",
    "I have to leave the Shire. Sam and I must get to Bree."
  ],
  [
    21645,
    21687,
    "54",
    "MERRY",
    "Right ... Buckleberry Ferry ... follow me!"
  ],
  [
    21687,
    21726,
    "54",
    "MERRY",
    "There's another one!! Frodo, this way!!"
  ],
  [
    21726,
    21743,
    "54",
    "MERRY",
    "Frodo, follow me!"
  ],
  [
    21743,
    21762,
    "55",
    "MERRY",
    "Get the ropes, Sam."
  ],
  [
    21762,
    21768,
    "55",
    "SAM",
    "Frodo!"
  ],
  [
    21768,
    21798,
    "55",
    "FRODO",
    "Where is the nearest crossing?"
  ],
  [
    21798,
    21837,
    "55",
    "MERRY",
    "The Brandywine bridge ... twenty miles."
  ],
  [
    21837,
    21845,
    "56",
    "FRODO",
    "Come on."
  ],
  [
    21845,
    21862,
    "56",
    "OLD",
    "What do you want?"
  ],
  [
    21862,
    21898,
    "56",
    "FRODO",
    "We are headed for the Prancing Pony."
  ],
  [
    21898,
    22002,
    "56",
    "OLD",
    "Hobbits! Four Hobbits, and what's more, out of the Shire by your talk. What business brings you to Bree?"
  ],
  [
    22002,
    22057,
    "56",
    "FRODO",
    "We wish to stay at the inn ... our business is our own."
  ],
  [
    22057,
    22098,
    "56",
    "OLD",
    "All right, young sir, I meant no offense."
  ],
  [
    22098,
    22213,
    "56",
    "OLD",
    "Tis Old Harry's job to ask questions after nightfall. There's talk of strange folk abroad ... can't be too careful."
  ],
  [
    22213,
    22223,
    "58",
    "FRODO",
    "Excuse me."
  ],
  [
    22223,
    22352,
    "58",
    "BUTTERBUR",
    "Good evening, little masters. If you're seeking accommodation, we've got some nice, cozy Hobbit sized rooms available. Mr...ah..."
  ],
  [
    22352,
    22386,
    "58",
    "FRODO",
    "Underhill ... my name's Underhill."
  ],
  [
    22386,
    22403,
    "58",
    "BUTTERBUR",
    "Underhill? Hmmmm."
  ],
  [
    22403,
    22471,
    "58",
    "FRODO",
    "We're friends of Gandalf the Grey... Can you tell him we've arrived?"
  ],
  [
    22471,
    22573,
    "58",
    "BUTTERBUR",
    "Gandalf ... Gandalf ... Oh...  Oh, yes! I remember ... elderly chap ... big grey beard ... pointy hat?"
  ],
  [
    22573,
    22601,
    "58",
    "BUTTERBUR",
    "Not seen him for six months."
  ],
  [
    22601,
    22619,
    "58",
    "SAM",
    "What do we do now?"
  ],
  [
    22619,
    22650,
    "59",
    "FRODO",
    "Sam, he'll be here. He'll come."
  ],
  [
    22650,
    22662,
    "59",
    "PIPPIN",
    "What's that?"
  ],
  [
    22662,
    22689,
    "59",
    "MERRY",
    "This, my friend, is a pint."
  ],
  [
    22689,
    22724,
    "59",
    "PIPPIN",
    "It comes in pints? I'm getting one."
  ],
  [
    22724,
    22756,
    "59",
    "SAM",
    "You've got a whole half already!"
  ],
  [
    22756,
    22817,
    "59",
    "SAM",
    "That fellow's done nothing but stare at you since we arrived."
  ],
  [
    22817,
    22862,
    "59",
    "FRODO",
    "Excuse me, that Man in the corner, who is he?"
  ],
  [
    22862,
    23018,
    "59",
    "BUTTERBUR",
    "He's one of them Rangers; they're dangerous folk they are, wandering the wilds. What his right name is, I never heard, but round here he's known as Strider."
  ],
  [
    23018,
    23026,
    "59",
    "FRODO",
    "Strider."
  ],
  [
    23026,
    23076,
    "59",
    "PIPPIN",
    "Baggins? Sure I know a Baggins. He's over there..."
  ],
  [
    23076,
    23225,
    "59",
    "PIPPIN",
    "Frodo Baggins. He's my second cousin, once removed on his mother's side and my third cousin, twice removed on his father's side ... if you follow me."
  ],
  [
    23225,
    23232,
    "59",
    "FRODO",
    "Pippin!"
  ],
  [
    23232,
    23249,
    "59",
    "PIPPIN",
    "Steady on, Frodo!"
  ],
  [
    23249,
    23346,
    "61",
    "VOICE",
    "You cannot hide ... I see you ... There is no life here in the void ... only cold ... only death."
  ],
  [
    23346,
    23408,
    "62",
    "STRIDER",
    "You draw far too much attention to yourself ... Mr. Underhill."
  ],
  [
    23408,
    23425,
    "63",
    "FRODO",
    "What do you want?"
  ],
  [
    23425,
    23489,
    "63",
    "STRIDER",
    "A little more caution from you ... that is no trinket you carry."
  ],
  [
    23489,
    23505,
    "63",
    "FRODO",
    "I carry nothing."
  ],
  [
    23505,
    23597,
    "63",
    "STRIDER",
    "Indeed? I can avoid being seen if I wish, but to disappear entirely ... that is a rare gift."
  ],
  [
    23597,
    23609,
    "63",
    "FRODO",
    "Who are you?"
  ],
  [
    23609,
    23628,
    "63",
    "STRIDER",
    "Are you frightened?"
  ],
  [
    23628,
    23632,
    "63",
    "FRODO",
    "Yes."
  ],
  [
    23632,
    23684,
    "63",
    "STRIDER",
    "Not nearly frightened enough. I know what hunts you."
  ],
  [
    23684,
    23724,
    "63",
    "SAM",
    "Let him go or I'll have you, Longshanks!"
  ],
  [
    23724,
    23833,
    "63",
    "STRIDER",
    "You have a stout heart, little Hobbit, but that alone will not save you ... you can no Frodo. They're coming."
  ],
  [
    23833,
    23847,
    "70",
    "FRODO",
    "What are they?"
  ],
  [
    23847,
    23866,
    "70",
    "STRIDER",
    "They were once Men."
  ],
  [
    23866,
    24067,
    "70",
    "STRIDER",
    "Great kings of Men. Then Sauron the Deceiver gave to them Nine Rings of Power. Blinded by their greed they took them without question, one by one falling into darkness. Now they are slaves to his will."
  ],
  [
    24067,
    24245,
    "70",
    "STRIDER",
    "They are the Nazgûl, Ringwraiths, neither living nor dead. At all times they feel the presence of the Ring ... drawn to the power of the One ... They will never stop hunting you."
  ],
  [
    24245,
    24269,
    "71",
    "FRODO",
    "Where are you taking us?"
  ],
  [
    24269,
    24283,
    "71",
    "STRIDER",
    "Into the Wild."
  ],
  [
    24283,
    24334,
    "71",
    "MERRY",
    "How do we know this Strider is a friend of Gandalf?"
  ],
  [
    24334,
    24399,
    "71",
    "FRODO",
    "I think a servant of the enemy would look fairer and feel fouler."
  ],
  [
    24399,
    24416,
    "71",
    "MERRY",
    "He's foul enough."
  ],
  [
    24416,
    24451,
    "71",
    "FRODO",
    "We have no choice but to trust him."
  ],
  [
    24451,
    24478,
    "71",
    "SAM",
    "But where is he leading us?"
  ],
  [
    24478,
    24533,
    "71",
    "STRIDER",
    "To Rivendell, Master Gamgee ... to the house of Elrond."
  ],
  [
    24533,
    24598,
    "71",
    "SAM",
    "Did you hear that, Bill? Rivendell! We're going to see the Elves!"
  ],
  [
    24598,
    24639,
    "72",
    "STRIDER",
    "Gentlemen, we do not stop till nightfall."
  ],
  [
    24639,
    24660,
    "72",
    "PIPPIN",
    "What about breakfast?"
  ],
  [
    24660,
    24682,
    "72",
    "STRIDER",
    "You've already had it."
  ],
  [
    24682,
    24733,
    "72",
    "PIPPIN",
    "We've had one, yes ... what about second breakfast?"
  ],
  [
    24733,
    24784,
    "72",
    "MERRY",
    "I don't think he knows about second breakfast, Pip."
  ],
  [
    24784,
    24874,
    "72",
    "PIPPIN",
    "What about Elevenses, Luncheon, Afternoon tea, dinner ... he knows about them, doesn't he?"
  ],
  [
    24874,
    24897,
    "72",
    "MERRY",
    "I wouldn't count on it."
  ],
  [
    24897,
    24904,
    "72",
    "MERRY",
    "Pippin!"
  ],
  [
    24904,
    24948,
    "73",
    "MERRY",
    "What do they eat when they can't get Hobbit?"
  ],
  [
    24948,
    25162,
    "74",
    "STRIDER",
    "Tinúviel elvanui, Elleth alfirin ethelhael O hon ring finnil fuinui A renc gelebrin thiliol. Tinúviel the elven fair, Immortal maiden elven wise, About him cast her night dark hair, And arms like silver glimmering."
  ],
  [
    25162,
    25197,
    "74",
    "FRODO",
    "Who is she? This woman you sing of?"
  ],
  [
    25197,
    25274,
    "74",
    "STRIDER",
    "Tis the lady of Lúthien. The Elf maiden who gave her love to Beren, a mortal."
  ],
  [
    25274,
    25295,
    "74",
    "FRODO",
    "What happened to her?"
  ],
  [
    25295,
    25304,
    "74",
    "STRIDER",
    "She died."
  ],
  [
    25304,
    25326,
    "74",
    "STRIDER",
    "Get some sleep, Frodo."
  ],
  [
    25326,
    25394,
    "75",
    "SARUMAN",
    "The power of Isengard is at your command, Sauron, Lord of the Earth."
  ],
  [
    25394,
    25428,
    "75",
    "SAURON",
    "Build me an army worthy of Mordor."
  ],
  [
    25428,
    25488,
    "76",
    "ORC",
    "What orders from Mordor, my lord? What does the Eye command?"
  ],
  [
    25488,
    25507,
    "76",
    "SARUMAN",
    "We have work to do."
  ],
  [
    25507,
    25558,
    "77",
    "ORC",
    "The trees are strong, my Lord. Their roots go deep."
  ],
  [
    25558,
    25576,
    "77",
    "SARUMAN",
    "Rip them all down."
  ],
  [
    25576,
    25651,
    "78",
    "STRIDER",
    "This was once the great Watchtower of Amon Sûl. We shall rest here tonight."
  ],
  [
    25651,
    25730,
    "79",
    "STRIDER",
    "These are for you. Keep them close. I'm going to have a look around. Stay here."
  ],
  [
    25730,
    25749,
    "80",
    "FRODO",
    "What are you doing?"
  ],
  [
    25749,
    25786,
    "80",
    "MERRY",
    "Tomatoes, sausages, and crispy bacon."
  ],
  [
    25786,
    25819,
    "80",
    "SAM",
    "We saved some for you, Mr. Frodo."
  ],
  [
    25819,
    25853,
    "80",
    "FRODO",
    "Put it out, you fools! put it out!"
  ],
  [
    25853,
    25892,
    "80",
    "PIPPIN",
    "Oh, that's nice ... ash on my tomatoes!"
  ],
  [
    25892,
    25895,
    "80",
    "FRODO",
    "Go!"
  ],
  [
    25895,
    25912,
    "81",
    "SAM",
    "Back, you devils!"
  ],
  [
    25912,
    25915,
    "81",
    "SAM",
    "No!"
  ],
  [
    25915,
    25921,
    "81",
    "SAM",
    "Frodo!"
  ],
  [
    25921,
    25932,
    "81",
    "SAM",
    "Mr. Frodo!!"
  ],
  [
    25932,
    25950,
    "81",
    "SAM",
    "Help him, Strider!"
  ],
  [
    25950,
    25986,
    "81",
    "STRIDER",
    "He's been stabbed by a Morgul blade."
  ],
  [
    25986,
    25999,
    "81",
    "SAM",
    "Do something."
  ],
  [
    25999,
    26058,
    "81",
    "STRIDER",
    "This is beyond my skill to heal.  He needs Elvish medicine."
  ],
  [
    26058,
    26064,
    "82",
    "STRIDER",
    "Hurry!"
  ],
  [
    26064,
    26095,
    "82",
    "SAM",
    "We are six days from Rivendell."
  ],
  [
    26095,
    26109,
    "82",
    "STRIDER",
    "Hold on, Frodo"
  ],
  [
    26109,
    26129,
    "82",
    "SAM",
    "He'll never make it!"
  ],
  [
    26129,
    26149,
    "82",
    "FRODO",
    "Gandalf ... Gandalf?"
  ],
  [
    26149,
    26186,
    "85",
    "SAM",
    "Look, Frodo. It's Mr. Bilbo's trolls."
  ],
  [
    26186,
    26213,
    "85",
    "SAM",
    "Mr. Frodo? He's going cold!"
  ],
  [
    26213,
    26232,
    "85",
    "PIPPIN",
    "Is he going to die?"
  ],
  [
    26232,
    26306,
    "85",
    "STRIDER",
    "He is passing into the Shadow World. He'll soon become a Wraith like them."
  ],
  [
    26306,
    26320,
    "85",
    "MERRY",
    "They're close."
  ],
  [
    26320,
    26355,
    "85",
    "STRIDER",
    "Sam, do you know the Athelas plant?"
  ],
  [
    26355,
    26363,
    "85",
    "SAM",
    "Athelas?"
  ],
  [
    26363,
    26373,
    "85",
    "STRIDER",
    "Kingsfoil."
  ],
  [
    26373,
    26401,
    "85",
    "SAM",
    "Kingsfoil. Aye. It's a weed."
  ],
  [
    26401,
    26442,
    "85",
    "STRIDER",
    "It may help to slow the poisoning. Hurry!"
  ],
  [
    26442,
    26486,
    "86",
    "ARWEN",
    "What is this? A Ranger caught off his guard?"
  ],
  [
    26486,
    26637,
    "87",
    "ARWEN",
    "Frodo, Im Arwen ... Telin let thaed. I am Arwen. I have come here to help you.  Lasto beth nîn. Tolo dan na ngalad. Hear my voice. Return to the light."
  ],
  [
    26637,
    26648,
    "87",
    "PIPPIN",
    "Who is she?"
  ],
  [
    26648,
    26654,
    "87",
    "ARWEN",
    "Frodo?"
  ],
  [
    26654,
    26667,
    "87",
    "SAM",
    "She's an Elf."
  ],
  [
    26667,
    26733,
    "87",
    "ARWEN",
    "He's fading. He's not going to last. We must get him to my father."
  ],
  [
    26733,
    26758,
    "87",
    "PIPPIN",
    "Where are you taking him?"
  ],
  [
    26758,
    26873,
    "87",
    "ARWEN",
    "I've been looking for you for two days. There are five Wraiths behind you. Where the other four are, I do not know."
  ],
  [
    26873,
    26969,
    "87",
    "STRIDER",
    "Dartho guin Berian ... rych le ad tolthathon. Stay with the Hobbits. I will send horses for you."
  ],
  [
    26969,
    27038,
    "87",
    "ARWEN",
    "Hon mabathon. Rochon ellint im. I am the faster rider. I'll take him."
  ],
  [
    27038,
    27078,
    "87",
    "STRIDER",
    "Andelu i ven. The road is too dangerous."
  ],
  [
    27078,
    27208,
    "87",
    "ARWEN",
    "Frodo fîr. Ae athradon i hir, tur gwaith nin beriatha hon. If I can get across the river, the power of my people will protect him."
  ],
  [
    27208,
    27229,
    "87",
    "PIPPIN",
    "What are they saying?"
  ],
  [
    27229,
    27248,
    "87",
    "ARWEN",
    "I do not fear them."
  ],
  [
    27248,
    27273,
    "87",
    "STRIDER",
    "Be iest lîn. As you wish."
  ],
  [
    27273,
    27307,
    "87",
    "STRIDER",
    "Arwen, ride hard. Don't look back."
  ],
  [
    27307,
    27368,
    "87",
    "ARWEN",
    "Noro lim, Asfaloth, noro lim! Ride fast, Asfaloth, ride fast!"
  ],
  [
    27368,
    27422,
    "87",
    "SAM",
    "What are you doing? Those Wraiths are still out there!"
  ],
  [
    27422,
    27464,
    "91",
    "ARWEN",
    "Noro lim, Asfaloth! Ride faster, Asfaloth!"
  ],
  [
    27464,
    27494,
    "92",
    "WITCH",
    "Give up the halfling, She Elf."
  ],
  [
    27494,
    27530,
    "92",
    "ARWEN",
    "If you want him, come and claim him."
  ],
  [
    27530,
    27773,
    "92",
    "ARWEN",
    "Nin o Chithaeglir, lasto Beth daer Rimmo nin Bruinen, dan in Ulair! Nin o Chithaeglir, lasto beth daer, Rimmo nin Bruinen, dan in Ulair! Waters of the Misty Mountains, listen to the great word flow waters of Loudwater, against the Ringwraiths!"
  ],
  [
    27773,
    27828,
    "92",
    "ARWEN",
    "No, no ... Frodo, no! Frodo, don't give in ... not now!"
  ],
  [
    27828,
    27900,
    "93",
    "ARWEN",
    "What grace is given me, let it pass to him. Let him be spared. Save him."
  ],
  [
    27900,
    27973,
    "93",
    "ELROND",
    "Lasto beth nîn. Tolo dan na ngalad. Hear my voice, come back to the light"
  ],
  [
    27973,
    27984,
    "93",
    "FRODO",
    "Where am I?"
  ],
  [
    27984,
    28103,
    "93",
    "GANDALF",
    "You are in the House of Elrond, and it is ten o'clock in the morning on October the twenty fourth, if you want to know."
  ],
  [
    28103,
    28111,
    "94",
    "FRODO",
    "Gandalf!"
  ],
  [
    28111,
    28266,
    "94",
    "GANDALF",
    "Yes, I'm here. And you're lucky to be here too. A few more hours and you would have been beyond our aid. But you have some strength in you, my dear Hobbit."
  ],
  [
    28266,
    28313,
    "94",
    "FRODO",
    "What happened, Gandalf? Why didn't you meet us?"
  ],
  [
    28313,
    28331,
    "94",
    "GANDALF",
    "I am sorry, Frodo."
  ],
  [
    28331,
    28345,
    "94",
    "GANDALF",
    "I was delayed."
  ],
  [
    28345,
    28399,
    "95",
    "SARUMAN",
    "A friendship with Saruman is not lightly thrown aside."
  ],
  [
    28399,
    28504,
    "95",
    "SARUMAN",
    "One ill turn deserves another. It is over. Embrace the power of the Ring or embrace your own destruction!"
  ],
  [
    28504,
    28609,
    "95",
    "GANDALF",
    "There is only one Lord of the Ring. Only one who can bend it to his will ... and he does not share power."
  ],
  [
    28609,
    28634,
    "95",
    "SARUMAN",
    "So you have chosen death."
  ],
  [
    28634,
    28654,
    "97",
    "FRODO",
    "Gandalf! What is it?"
  ],
  [
    28654,
    28671,
    "97",
    "GANDALF",
    "Nothing, Frodo..."
  ],
  [
    28671,
    28710,
    "97",
    "SAM",
    "Frodo! Frodo! Bless you, you're awake!!"
  ],
  [
    28710,
    28740,
    "97",
    "GANDALF",
    "Sam has hardly left your side."
  ],
  [
    28740,
    28790,
    "97",
    "SAM",
    "We were worried about you weren't we, Mr. Gandalf?"
  ],
  [
    28790,
    28845,
    "97",
    "GANDALF",
    "By the skills of Lord Elrond, you're beginning to mend."
  ],
  [
    28845,
    28881,
    "97",
    "ELROND",
    "Welcome to Rivendell, Frodo Baggins."
  ],
  [
    28881,
    29047,
    "98",
    "ELROND",
    "You have found your way to the last homely house east of the sea. The Elves of Imladris have dwelt within this valley for 3,000 years though few of my kin now remain."
  ],
  [
    29047,
    29060,
    "99",
    "MERRY",
    "Frodo! Frodo!"
  ],
  [
    29060,
    29066,
    "99",
    "FRODO",
    "Bilbo!"
  ],
  [
    29066,
    29087,
    "100",
    "BILBO",
    "Hello, Frodo, my lad!"
  ],
  [
    29087,
    29093,
    "100",
    "FRODO",
    "Bilbo!"
  ],
  [
    29093,
    29147,
    "100",
    "FRODO",
    "There and Back Again A Hobbit's Tale by Bilbo Baggins."
  ],
  [
    29147,
    29165,
    "100",
    "FRODO",
    "This is wonderful."
  ],
  [
    29165,
    29317,
    "100",
    "BILBO",
    "I meant to go back ... wander the paths of Mirkwood, visit Laketown, see the Lonely Mountain again ... but age, it seems, has finally caught up with me."
  ],
  [
    29317,
    29529,
    "100",
    "FRODO",
    "I miss the Shire ... I spent all my childhood pretending I was off somewhere else ... off with you, on one of your adventures...  But my own adventure turned out to be quite different ... I'm not like you, Bilbo."
  ],
  [
    29529,
    29541,
    "100",
    "BILBO",
    "My dear boy."
  ],
  [
    29541,
    29568,
    "101",
    "SAM",
    "Now, what have I forgotten?"
  ],
  [
    29568,
    29583,
    "101",
    "FRODO",
    "Packed already?"
  ],
  [
    29583,
    29609,
    "101",
    "SAM",
    "No harm in being prepared."
  ],
  [
    29609,
    29652,
    "101",
    "FRODO",
    "I thought you wanted to see the Elves, Sam?"
  ],
  [
    29652,
    29659,
    "101",
    "SAM",
    "I do..."
  ],
  [
    29659,
    29678,
    "101",
    "FRODO",
    "More than anything."
  ],
  [
    29678,
    29859,
    "101",
    "SAM",
    "I did. It's just... We did what Gandalf wanted, didn't we? We got the Ring this far, to Rivendell ... and I thought ... seeing as how you're on the mend, we'd be off soon. Off home."
  ],
  [
    29859,
    29879,
    "101",
    "FRODO",
    "You're right, Sam..."
  ],
  [
    29879,
    29911,
    "101",
    "FRODO",
    "...we did what we set out to do."
  ],
  [
    29911,
    29969,
    "101",
    "FRODO",
    "The Ring will be safe in Rivendell. I am ready to go home."
  ],
  [
    29969,
    29990,
    "102",
    "ELROND",
    "His strength returns."
  ],
  [
    29990,
    30062,
    "102",
    "GANDALF",
    "That wound will never fully heal. He will carry it the rest of his life."
  ],
  [
    30062,
    30171,
    "102",
    "ELROND",
    "Yet to have come so far still bearing the Ring ... the Hobbit has shown extraordinary resilience to its evil."
  ],
  [
    30171,
    30248,
    "102",
    "GANDALF",
    "It is a burden he should never have had to bear. We can ask no more of Frodo."
  ],
  [
    30248,
    30423,
    "102",
    "ELROND",
    "Gandalf, the enemy is moving. Sauron's forces are massing in the East. His Eye is fixed on Rivendell. And Saruman, you tell me, has betrayed us. Our list of allies grows thin."
  ],
  [
    30423,
    30674,
    "102",
    "GANDALF",
    "His treachery runs deeper than you know. By foul craft, Saruman has crossed Orcs with Goblin Men ... He's breeding an army in the caverns of Isengard. An army that can move in Sunlight and cover great distance at speed. Saruman is coming for the Ring."
  ],
  [
    30674,
    30837,
    "102",
    "ELROND",
    "This evil cannot be concealed by the power of the Elves... We do not have the strength to fight both Mordor and Isengard ... Gandalf ... the Ring cannot stay here."
  ],
  [
    30837,
    30912,
    "102",
    "ELROND",
    "This peril belongs to all Middle Earth. They must decide now how to end it."
  ],
  [
    30912,
    31120,
    "102",
    "ELROND",
    "The time of the Elves is over. My people are leaving these shores. Who will you look to when we've gone? The Dwarves? They hide in their mountains seeking riches. They care nothing for the troubles of others."
  ],
  [
    31120,
    31161,
    "102",
    "GANDALF",
    "It is in Men that we must place our hope."
  ],
  [
    31161,
    31319,
    "102",
    "ELROND",
    "Men? Men are weak. The race of Men is failing. The blood of Númenor is all but spent, its pride and dignity forgotten. It is because of Men the Ring survives."
  ],
  [
    31319,
    31405,
    "102",
    "ELROND",
    "I was there, Gandalf. I was there three thousand years ago when Isildur took the Ring."
  ],
  [
    31405,
    31457,
    "102",
    "ELROND",
    "I was there when the day the strength of Men failed."
  ],
  [
    31457,
    31489,
    "103",
    "ELROND",
    "Isildur ... hurry ... follow me!"
  ],
  [
    31489,
    31595,
    "103",
    "ELROND",
    "I led Isildur into the heart of Mount Doom, where the Ring was forged the one place it could be destroyed."
  ],
  [
    31595,
    31630,
    "103",
    "ELROND",
    "Cast it in the fire ... destroy it!"
  ],
  [
    31630,
    31633,
    "103",
    "ISILDUR",
    "No."
  ],
  [
    31633,
    31642,
    "103",
    "ELROND",
    "Isildur!!"
  ],
  [
    31642,
    31851,
    "104",
    "ELROND",
    "It should have ended that day, but evil was allowed to endure. Isildur kept the Ring ... and the line of kings was broken. There's no strength left in the world of Men. They are scattered, divided, leaderless."
  ],
  [
    31851,
    31929,
    "104",
    "GANDALF",
    "There is one who could unite them, one who could reclaim the throne of Gondor."
  ],
  [
    31929,
    31991,
    "104",
    "ELROND",
    "He turned from that path a long time ago. He has chosen exile."
  ],
  [
    31991,
    32006,
    "105",
    "BOROMIR",
    "You are no Elf."
  ],
  [
    32006,
    32040,
    "105",
    "STRIDER",
    "Men of the South are welcome here."
  ],
  [
    32040,
    32052,
    "105",
    "BOROMIR",
    "Who are you?"
  ],
  [
    32052,
    32086,
    "105",
    "STRIDER",
    "I am a friend to Gandalf the Grey."
  ],
  [
    32086,
    32132,
    "105",
    "BOROMIR",
    "Then we are here on common purpose ... friend."
  ],
  [
    32132,
    32204,
    "105",
    "BOROMIR",
    "The shards of Narsil ... the blade that cut the Ring from Sauron's hand."
  ],
  [
    32204,
    32216,
    "105",
    "BOROMIR",
    "Still sharp."
  ],
  [
    32216,
    32251,
    "105",
    "BOROMIR",
    "But no more than a broken heirloom."
  ],
  [
    32251,
    32352,
    "105",
    "ARWEN",
    "Why do you fear the past? You are Isildur's heir, not Isildur himself. You are not bound to his fate."
  ],
  [
    32352,
    32409,
    "105",
    "STRIDER",
    "The same blood flows in my veins ... the same weakness..."
  ],
  [
    32409,
    32604,
    "105",
    "ARWEN",
    "Your time will come. You will face the same evil. And you will defeat it.  A si i Dhúath ú orthor, Aragorn. Ú or le a ú or nin. The shadow does not hold sway yet ... Not over you and not over me."
  ],
  [
    32604,
    32667,
    "107",
    "ARWEN",
    "Renech i lu i erui govannen? Do you remember when we first met?"
  ],
  [
    32667,
    32735,
    "107",
    "STRIDER",
    "Nauthannem i ned ol reniannen. I thought I had strayed into a dream."
  ],
  [
    32735,
    32852,
    "107",
    "ARWEN",
    "Gwenwin in enninath. U arnech in naeth i si celich. Long years have passed. You did not have the cares you carry now."
  ],
  [
    32852,
    32908,
    "107",
    "ARWEN",
    "Renech i beth i pennen? Do you remember what I told you?"
  ],
  [
    32908,
    32991,
    "107",
    "STRIDER",
    "You said you would bind yourself to me, and forsaking immortal life of your people."
  ],
  [
    32991,
    33097,
    "107",
    "ARWEN",
    "And to that I hold. I would rather share one lifetime with you than face all the Ages of this world alone."
  ],
  [
    33097,
    33120,
    "107",
    "ARWEN",
    "I choose a mortal life."
  ],
  [
    33120,
    33144,
    "107",
    "STRIDER",
    "You cannot give me this."
  ],
  [
    33144,
    33193,
    "107",
    "ARWEN",
    "It is mine to give to whom I will, like my heart."
  ],
  [
    33193,
    33573,
    "108",
    "ELROND",
    "Three Rings for the Elven kings under the sky, Seven for the Dwarf lords in their halls of stone, Nine for Mortal Men doomed to die, One for the Dark Lord on his dark throne In the Land of Mordor where the Shadows lie. One Ring to rule them all. One Ring to find them, One Ring to bring them all together and in the darkness bind them, In the Land of Mordor where the Shadows lie."
  ],
  [
    33573,
    33842,
    "108",
    "ELROND",
    "Strangers from distant lands ... friends of old. You have been summoned here to answer the threat of Mordor. Middle Earth stands upon the brink of destruction. None can escape it. You will unite ... or you will fall. Each race is bound to this fate ... this one doom..."
  ],
  [
    33842,
    33870,
    "108",
    "ELROND",
    "Bring forth the Ring, Frodo."
  ],
  [
    33870,
    33884,
    "108",
    "BOROMIR",
    "So it is true!"
  ],
  [
    33884,
    33917,
    "108",
    "LEGOLAS",
    "Sauron's Ring! The Ring of Power!"
  ],
  [
    33917,
    33933,
    "108",
    "GIMLI",
    "The doom of man!"
  ],
  [
    33933,
    34087,
    "108",
    "BOROMIR",
    "In a dream, I saw the eastern sky grow dark, but in the West a pale light lingered. A voice was crying Your doom is near at hand. Isildur's Bane is found."
  ],
  [
    34087,
    34102,
    "108",
    "BOROMIR",
    "Isildur's Bane."
  ],
  [
    34102,
    34110,
    "108",
    "ELROND",
    "Boromir!"
  ],
  [
    34110,
    34305,
    "108",
    "GANDALF",
    "Ash nazg durbatulûk, ash nazg gimbatul, ash nazg thrakatulûk agh burzum ishi krimpatul. One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the Darkness bind them."
  ],
  [
    34305,
    34382,
    "108",
    "ELROND",
    "Never before has any voice uttered the words of that tongue here in Imladris."
  ],
  [
    34382,
    34528,
    "108",
    "GANDALF",
    "I do not ask your pardon, Master Elrond, for the Black Speech of Mordor may yet be heard in every corner of the West! The Ring is altogether evil."
  ],
  [
    34528,
    34797,
    "108",
    "BOROMIR",
    "It is a gift ... a gift to the foes of Mordor! Why not use this Ring? Long has my father, the Steward of Gondor, kept the forces of Mordor at bay ... by the blood of our people are your lands kept safe. Give Gondor the weapon of the enemy ... let us use it against him!"
  ],
  [
    34797,
    34898,
    "108",
    "STRIDER",
    "You cannot wield it. None of us can. The One Ring answers to Sauron alone ... it has no other master."
  ],
  [
    34898,
    34942,
    "108",
    "BOROMIR",
    "And what would a Ranger know of this matter?"
  ],
  [
    34942,
    35026,
    "108",
    "LEGOLAS",
    "This is no mere Ranger. He is Aragorn, son of Arathorn. You owe him your allegiance."
  ],
  [
    35026,
    35058,
    "108",
    "BOROMIR",
    "Aragorn? This is Isildur's heir?"
  ],
  [
    35058,
    35091,
    "108",
    "LEGOLAS",
    "And heir to the throne of Gondor."
  ],
  [
    35091,
    35132,
    "108",
    "STRIDER",
    "Havo dad, Legolas... Sit down, Legolas..."
  ],
  [
    35132,
    35151,
    "108",
    "BOROMIR",
    "Gondor has no king."
  ],
  [
    35151,
    35189,
    "108",
    "GANDALF",
    "Aragorn is right ... we cannot use it."
  ],
  [
    35189,
    35245,
    "108",
    "ELROND",
    "You have only one choice ... the Ring must be destroyed."
  ],
  [
    35245,
    35278,
    "108",
    "GIMLI",
    "Then ... what are we waiting for?"
  ],
  [
    35278,
    35441,
    "108",
    "ELROND",
    "The Ring cannot be destroyed, Gimli, son of Glóin, by any craft that we here possess. The Ring was made in the fires of Mount Doom ... only there can it be unmade."
  ],
  [
    35441,
    35556,
    "108",
    "ELROND",
    "It must be taken deep into Mordor, and cast back into the fiery chasm from whence it came. One of you must do this."
  ],
  [
    35556,
    35890,
    "108",
    "BOROMIR",
    "One does not simply walk into Mordor. Its Black Gates are guarded by more than just Orcs. There is evil there that does not sleep and the Great Eye is ever watchful. It is a barren wasteland riddled with fire, and ash and dust ... the very air you breathe is a poisonous fume. Not with ten thousand Men could you do this. It is folly."
  ],
  [
    35890,
    35962,
    "108",
    "LEGOLAS",
    "Have you heard nothing Lord Elrond has said? The Ring must be destroyed."
  ],
  [
    35962,
    36010,
    "108",
    "GIMLI",
    "And I suppose you think you're the one to do it?"
  ],
  [
    36010,
    36090,
    "108",
    "BOROMIR",
    "And what if we fail, what then? What happens when Sauron takes back what is his?"
  ],
  [
    36090,
    36150,
    "108",
    "GIMLI",
    "I will be dead before I see the Ring in the hands of an Elf!"
  ],
  [
    36150,
    36169,
    "108",
    "GIMLI",
    "Never trust an Elf!"
  ],
  [
    36169,
    36356,
    "108",
    "GANDALF",
    "Do you not understand? While we bicker amongst ourselves, Sauron's power grows! No one will escape it. You will all be destroyed, with your homes burnt and your families put to the sword!"
  ],
  [
    36356,
    36425,
    "108",
    "FRODO",
    "I will take it ... I will take it ... I will take the Ring to Mordor."
  ],
  [
    36425,
    36454,
    "108",
    "FRODO",
    "Though I do not know the way."
  ],
  [
    36454,
    36534,
    "108",
    "GANDALF",
    "I will help you bear this burden, Frodo Baggins, as long as it is yours to bear."
  ],
  [
    36534,
    36606,
    "108",
    "ARAGORN",
    "If by my life or death I can protect you, I will.  ...you have my sword."
  ],
  [
    36606,
    36626,
    "108",
    "LEGOLAS",
    "And you have my bow."
  ],
  [
    36626,
    36637,
    "108",
    "GIMLI",
    "And my axe."
  ],
  [
    36637,
    36679,
    "108",
    "BOROMIR",
    "You carry the fates of us all, little one."
  ],
  [
    36679,
    36751,
    "108",
    "BOROMIR",
    "If this is indeed the will of the Council, then Gondor will see it done."
  ],
  [
    36751,
    36756,
    "108",
    "SAM",
    "Here!"
  ],
  [
    36756,
    36798,
    "108",
    "SAM",
    "Mr. Frodo's not going anywhere without me."
  ],
  [
    36798,
    36916,
    "108",
    "ELROND",
    "No, indeed ... it is hardly possible to separate you ... even when he is summoned to a secret Council and you are not."
  ],
  [
    36916,
    36994,
    "108",
    "MERRY",
    "Oi! We're coming too! You'd have to send us home tied up in a sack to stop us."
  ],
  [
    36994,
    37083,
    "108",
    "PIPPIN",
    "Anyway ... you need people of intelligence on this sort of mission ... quest ... thing..."
  ],
  [
    37083,
    37113,
    "108",
    "MERRY",
    "Well, that rules you out, Pip."
  ],
  [
    37113,
    37178,
    "108",
    "ELROND",
    "Nine companions ... so be it.  You shall be the FELLOWSHIP OF THE"
  ],
  [
    37178,
    37204,
    "108",
    "PIPPIN",
    "Great. Where are we going?"
  ],
  [
    37204,
    37357,
    "109",
    "ELROND",
    "Anirne hene beriad i chên în. Ned Imladris nauthant e le beriathar aen. She wanted to protect her child. She thought that in Rivendell you would be safe."
  ],
  [
    37357,
    37549,
    "109",
    "ELROND",
    "In her heart, your mother knew you'd be hunted all your life. That you'd never escape your fate. The skill of the Elves can reforge the sword of kings, but only you have the power to wield it."
  ],
  [
    37549,
    37598,
    "109",
    "ARAGORN",
    "I do not want that power. I have never wanted it."
  ],
  [
    37598,
    37652,
    "109",
    "ELROND",
    "You are the last of that bloodline. There is no other."
  ],
  [
    37652,
    37689,
    "110",
    "BILBO",
    "My old sword Sting ... here, take it!"
  ],
  [
    37689,
    37703,
    "110",
    "FRODO",
    "It's so light!"
  ],
  [
    37703,
    37855,
    "110",
    "BILBO",
    "Yes, yes, made by the Elves, you know. The blade glows blue when Orcs are close ... and it's times like that, my lad, when you have to be extra careful."
  ],
  [
    37855,
    37974,
    "110",
    "BILBO",
    "Here's a pretty thing. Mithril, as light as a feather, and as hard as dragon scales. Let me see you put it on. Come on."
  ],
  [
    37974,
    37992,
    "110",
    "BILBO",
    "Oh! My old Ring..."
  ],
  [
    37992,
    38048,
    "110",
    "BILBO",
    "I should very much like to hold it again, one last time."
  ],
  [
    38048,
    38170,
    "110",
    "BILBO",
    "Oh!  I'm sorry, that I brought this upon you, my boy. I'm sorry that you must carry this burden. I'm sorry for everything."
  ],
  [
    38170,
    38403,
    "111",
    "ELROND",
    "The time has come for the Ring to set out. You cannot count on your journey being aided by war or force. You will pass into the domain of the Enemy far from aid. Do you still hold to your word Frodo, that you will be the Ring bearer?"
  ],
  [
    38403,
    38436,
    "111",
    "FRODO",
    "I do. I must. I will go with Sam."
  ],
  [
    38436,
    39135,
    "111",
    "ELROND",
    "Then I cannot help you much, not even with counsel. I can foresee very little of your road; and how your task is to be achieve Mountains, and draws nigh even to the borders of the Greyflood; and under the Shadow all is dark to me. You will meet many foes, some open, and some disguised; and you may find friends upon your way when you least look for it. I will send out messages, such as I can contrive, to those whom I know in the wide world; but so perilous have the lands now become that some may well miscarry, or come no quicker than you yourself. Had I a host of Elves in armor of the Elder Days, it would avail little, save to arouse the power of Mordor. Are you confident in your companions?"
  ],
  [
    39135,
    39218,
    "111",
    "FRODO",
    "Yes, Lord Elrond. I must be, I'm afraid, for if I doubt them, we may never succeed."
  ],
  [
    39218,
    39481,
    "111",
    "ELROND",
    "And what of your Hobbit friends? I had hoped to send them back to the Shire as messengers to warn the people of the impending danger according to the fashion of your country. I feel that the youngest, Peregrin Took, should not go with you. My heart is against it."
  ],
  [
    39481,
    39581,
    "111",
    "FRODO",
    "His heart is set upon going. There will be no stopping him, even if you did send him home in a sack."
  ],
  [
    39581,
    39622,
    "111",
    "ELROND",
    "Let it be so then. The Fellowship awaits."
  ],
  [
    39622,
    39859,
    "112",
    "ELROND",
    "The Ring bearer is setting out on the Quest of Mount Doom. On you who travel with him, no oath nor bond is laid to go further that you will. Farewell. Hold to your purpose. May the blessing of Elves and Men and all Free Folk go with you."
  ],
  [
    39859,
    39897,
    "112",
    "GANDALF",
    "The Fellowship awaits the Ring bearer."
  ],
  [
    39897,
    39934,
    "112",
    "FRODO",
    "Mordor, Gandalf, is it left or right?"
  ],
  [
    39934,
    39939,
    "112",
    "GANDALF",
    "Left."
  ],
  [
    39939,
    40118,
    "114",
    "GANDALF",
    "We must hold to this course, west of the Misty Mountains, for forty days. If our luck holds, the Gap of Rohan will still be open to us. From there, our road turns east, to Mordor."
  ],
  [
    40118,
    40222,
    "115",
    "BOROMIR",
    "Get away from the blade, Pippin ... on your toes ... good, very good ... I want you to react, not think."
  ],
  [
    40222,
    40247,
    "115",
    "SAM",
    "Should not be too hard..."
  ],
  [
    40247,
    40262,
    "115",
    "BOROMIR",
    "Move your feet."
  ],
  [
    40262,
    40281,
    "115",
    "MERRY",
    "Quite good, Pippin."
  ],
  [
    40281,
    40288,
    "115",
    "PIPPIN",
    "Thanks."
  ],
  [
    40288,
    40497,
    "115",
    "GIMLI",
    "If anyone were to ask for my opinion, which I note they have not, I would say we are taking the long way round. Gandalf, we can pass through the Mines of Moria. My cousin, Balin, would give us a royal welcome."
  ],
  [
    40497,
    40577,
    "115",
    "GANDALF",
    "No, Gimli. I would not take the road through Moria unless I had no other choice."
  ],
  [
    40577,
    40590,
    "115",
    "SAM",
    "What is that?"
  ],
  [
    40590,
    40628,
    "115",
    "GIMLI",
    "Nothing ... it's just a wisp of cloud."
  ],
  [
    40628,
    40666,
    "115",
    "BOROMIR",
    "It's moving fast ... against the wind."
  ],
  [
    40666,
    40687,
    "115",
    "LEGOLAS",
    "Crebain from Dunland!"
  ],
  [
    40687,
    40692,
    "115",
    "ARAGORN",
    "Hide!"
  ],
  [
    40692,
    40732,
    "115",
    "BOROMIR",
    "Merry ... Pippin ... Sam ... take cover!"
  ],
  [
    40732,
    40785,
    "115",
    "GANDALF",
    "Spies of Saruman. The passage south is being watched."
  ],
  [
    40785,
    40820,
    "115",
    "GANDALF",
    "We must take the Pass of Caradhras!"
  ],
  [
    40820,
    40828,
    "116",
    "ARAGORN",
    "Boromir?"
  ],
  [
    40828,
    40940,
    "116",
    "BOROMIR",
    "It is a strange fate that we should suffer so much fear and doubt over so small a thing ... such a little thing."
  ],
  [
    40940,
    40975,
    "116",
    "ARAGORN",
    "Boromir ... give the Ring to Frodo."
  ],
  [
    40975,
    40999,
    "116",
    "BOROMIR",
    "As you wish. I care not."
  ],
  [
    40999,
    41097,
    "117",
    "SARUMAN",
    "So, Gandalf ... you try to lead them over Caradhras. And if that fails ... where then will you go?"
  ],
  [
    41097,
    41162,
    "117",
    "SARUMAN",
    "If the mountain defeats you, will you risk a more dangerous road?"
  ],
  [
    41162,
    41263,
    "118",
    "SARUMAN",
    "Cuiva nwalca Carnirasse; nai yarvaxea rasselya! Wake up cruel Redhorn! May your horn be bloodstained!"
  ],
  [
    41263,
    41296,
    "118",
    "LEGOLAS",
    "There is a fell voice on the air."
  ],
  [
    41296,
    41309,
    "118",
    "GANDALF",
    "It's Saruman!"
  ],
  [
    41309,
    41376,
    "118",
    "ARAGORN",
    "He's trying to bring down the mountain. Gandalf! We must turn back!"
  ],
  [
    41376,
    41379,
    "118",
    "GANDALF",
    "No!"
  ],
  [
    41379,
    41480,
    "118",
    "GANDALF",
    "Losto Caradhras, sedho, hodo, nuitho i ruith. Sleep, Caradhras, be still, lie still, hold your wrath."
  ],
  [
    41480,
    41624,
    "119",
    "SARUMAN",
    "Cuiva nwalca Carnirasse; Nai yarvaxea rasselya; taltuva notto carinnar! Wake up cruel Redhorn! May your bloodstained horn fall upon enemy heads!"
  ],
  [
    41624,
    41714,
    "120",
    "BOROMIR",
    "We must get off the mountain! Make for the Gap of Rohan and take the West road to my city!"
  ],
  [
    41714,
    41762,
    "120",
    "ARAGORN",
    "The Gap of Rohan takes us too close to Isengard."
  ],
  [
    41762,
    41851,
    "120",
    "GIMLI",
    "We cannot pass over a mountain. Let us go under it. Let us go through the Mines of Moria."
  ],
  [
    41851,
    41947,
    "120",
    "SARUMAN",
    "Moria. You fear to go into those mines, don't you? The Dwarves delved too greedily and too deep."
  ],
  [
    41947,
    42020,
    "121",
    "SARUMAN",
    "You know what they awoke in the darkness of Khazad dûm. Shadow and flame."
  ],
  [
    42020,
    42047,
    "122",
    "GANDALF",
    "Let the Ring bearer decide."
  ],
  [
    42047,
    42053,
    "122",
    "GANDALF",
    "Frodo?"
  ],
  [
    42053,
    42082,
    "122",
    "FRODO",
    "We will go through the mines."
  ],
  [
    42082,
    42091,
    "122",
    "GANDALF",
    "So be it."
  ],
  [
    42091,
    42123,
    "123",
    "GANDALF",
    "Frodo, come and help an old man."
  ],
  [
    42123,
    42144,
    "123",
    "GANDALF",
    "How is your shoulder?"
  ],
  [
    42144,
    42163,
    "123",
    "FRODO",
    "Better than it was."
  ],
  [
    42163,
    42339,
    "123",
    "GANDALF",
    "And the Ring? You feel its power growing, don't you? I've felt it too. You must be careful now. Evil will be drawn to you from outside the Fellowship. And, I fear, from within."
  ],
  [
    42339,
    42359,
    "123",
    "FRODO",
    "Who then do I trust?"
  ],
  [
    42359,
    42409,
    "123",
    "GANDALF",
    "You must trust yourself. Trust your own strengths."
  ],
  [
    42409,
    42426,
    "123",
    "FRODO",
    "What do you mean?"
  ],
  [
    42426,
    42556,
    "123",
    "GANDALF",
    "There are many powers in this world for good or for evil. Some are greater than I am. And against some I have not yet been tested."
  ],
  [
    42556,
    42575,
    "123",
    "GIMLI",
    "The Walls of Moria!"
  ],
  [
    42575,
    42613,
    "124",
    "GIMLI",
    "Dwarf doors are invisible when closed."
  ],
  [
    42613,
    42691,
    "124",
    "GANDALF",
    "Yes, Gimli, their own masters cannot find them if their secrets are forgotten."
  ],
  [
    42691,
    42720,
    "124",
    "LEGOLAS",
    "Why doesn't that surprise me?"
  ],
  [
    42720,
    42772,
    "124",
    "GANDALF",
    "Isildin ... it mirrors only starlight and moonlight."
  ],
  [
    42772,
    42841,
    "124",
    "GANDALF",
    "It reads, The door of Durin, Lord of Moria. Speak, friend, and enter."
  ],
  [
    42841,
    42872,
    "124",
    "MERRY",
    "What do you suppose that means?"
  ],
  [
    42872,
    42953,
    "124",
    "GANDALF",
    "It's simple. If you are a friend, you speak the password and the doors will open."
  ],
  [
    42953,
    43019,
    "124",
    "GANDALF",
    "Annon Edhellen, edro hi ammen! Gate of the Elves, open now for me!"
  ],
  [
    43019,
    43115,
    "124",
    "GANDALF",
    "Fennas Nogothrim, lasto beth lammen. Doorway of the Dwarf folk, listen to the word of my tongue."
  ],
  [
    43115,
    43135,
    "124",
    "PIPPIN",
    "Nothing's happening."
  ],
  [
    43135,
    43202,
    "124",
    "GANDALF",
    "I once knew every spell in all the tongues of Elves, Men, and Orcs."
  ],
  [
    43202,
    43233,
    "124",
    "PIPPIN",
    "What are you going to do, then?"
  ],
  [
    43233,
    43413,
    "124",
    "GANDALF",
    "Knock your head against these doors, Peregrin Took! And if that does not shatter them, and I am allowed a little peace from foolish questions, I will try to find the opening words."
  ],
  [
    43413,
    43530,
    "124",
    "GANDALF",
    "Ando Eldarinwa ... a lasta quettanya, Fenda Casarinwa... Gate of Elves ... listen to my word, Threshold of Dwarves..."
  ],
  [
    43530,
    43587,
    "124",
    "ARAGORN",
    "Mines are no place for a Pony, even one so brave as Bill."
  ],
  [
    43587,
    43597,
    "124",
    "SAM",
    "Bye, Bill."
  ],
  [
    43597,
    43663,
    "124",
    "ARAGORN",
    "Go on, Bill, go on ... don't worry, Sam ... he knows his way home."
  ],
  [
    43663,
    43688,
    "124",
    "ARAGORN",
    "Do not disturb the water."
  ],
  [
    43688,
    43704,
    "124",
    "FRODO",
    "It's a riddle..."
  ],
  [
    43704,
    43764,
    "124",
    "FRODO",
    "Speak, friend, and enter. What's the Elvish word for friend?"
  ],
  [
    43764,
    43779,
    "124",
    "GANDALF",
    "Oh .... mellon."
  ],
  [
    43779,
    43987,
    "125",
    "GIMLI",
    "Soon, Master Elf, you will enjoy the fabled hospitality of the Dwarves; roaring fires, malt beer, red meat off the bone! This, my friend, is the home of my cousin Balin ... And they call this a mine.  A mine!"
  ],
  [
    43987,
    44019,
    "125",
    "BOROMIR",
    "This is no mine ... It's a tomb!"
  ],
  [
    44019,
    44046,
    "125",
    "GIMLI",
    "Oh ... no ... no ... no...!"
  ],
  [
    44046,
    44054,
    "125",
    "LEGOLAS",
    "Goblins."
  ],
  [
    44054,
    44115,
    "125",
    "BOROMIR",
    "We make for the Gap of Rohan. We should never have come here."
  ],
  [
    44115,
    44130,
    "126",
    "GANDALF",
    "Into the mines!"
  ],
  [
    44130,
    44138,
    "126",
    "BOROMIR",
    "Legolas!"
  ],
  [
    44138,
    44307,
    "127",
    "GANDALF",
    "Now we have but one choice ... we must face the long dark of Moria. Be on your guard ... there are older and fouler things than the Orcs in the deep places of the world."
  ],
  [
    44307,
    44412,
    "128",
    "GANDALF",
    "Quietly, now. It's a four day journey to the other side. Let us hope that our presence will go unnoticed."
  ],
  [
    44412,
    44470,
    "129",
    "GANDALF",
    "The wealth of Moria was not in gold or jewels but mithril."
  ],
  [
    44470,
    44526,
    "129",
    "GANDALF",
    "Bilbo had a shirt of mithril rings that Thorin gave him."
  ],
  [
    44526,
    44553,
    "129",
    "GIMLI",
    "Oh, that was a kingly gift."
  ],
  [
    44553,
    44630,
    "129",
    "GANDALF",
    "Yes. I never told him, but its worth was greater than the value of the Shire."
  ],
  [
    44630,
    44661,
    "131",
    "GANDALF",
    "I have no memory of this place."
  ],
  [
    44661,
    44673,
    "131",
    "PIPPIN",
    "Are we lost?"
  ],
  [
    44673,
    44724,
    "131",
    "MERRY",
    "No. I don't think we are. Shhh, Gandalf's thinking."
  ],
  [
    44724,
    44730,
    "131",
    "PIPPIN",
    "Merry!"
  ],
  [
    44730,
    44735,
    "131",
    "MERRY",
    "What?"
  ],
  [
    44735,
    44746,
    "131",
    "PIPPIN",
    "I'm hungry."
  ],
  [
    44746,
    44775,
    "131",
    "FRODO",
    "There's something down there."
  ],
  [
    44775,
    44787,
    "131",
    "GANDALF",
    "It's Gollum."
  ],
  [
    44787,
    44794,
    "131",
    "FRODO",
    "Gollum!"
  ],
  [
    44794,
    44832,
    "131",
    "GANDALF",
    "He's been following us for three days."
  ],
  [
    44832,
    44874,
    "131",
    "FRODO",
    "He escaped from the dungeons of Barad dûr?"
  ],
  [
    44874,
    45075,
    "131",
    "GANDALF",
    "Escaped ... or was set loose. And now the Ring has drawn him here ... he will never be rid of his need for it. He hates and loves the Ring, as he hates and loves himself. Sméagol's life is a sad story."
  ],
  [
    45075,
    45167,
    "131",
    "GANDALF",
    "Yes ... Sméagol he was once called ... Before the Ring came to him, before it drove him mad."
  ],
  [
    45167,
    45224,
    "131",
    "FRODO",
    "It's a pity Bilbo didn't kill him when he had the chance."
  ],
  [
    45224,
    45361,
    "131",
    "GANDALF",
    "Pity? It was pity that stayed Bilbo's hand. Many that live deserve death, and some that die deserve life. Can you give it to them, Frodo?"
  ],
  [
    45361,
    45593,
    "131",
    "GANDALF",
    "Do not be too eager to deal out death in judgment ... even the very wise cannot see all ends. My heart tells me that Gollum has some part to play yet, for good or ill before this is over. The pity of Bilbo may rule the fate of many."
  ],
  [
    45593,
    45667,
    "131",
    "FRODO",
    "I wish the Ring had never come to me ... I wish none of this had happened."
  ],
  [
    45667,
    45811,
    "131",
    "GANDALF",
    "So do all who live to see such times, but that is not for them to decide. All we have to decide is what to do with the time that is given to us."
  ],
  [
    45811,
    46029,
    "131",
    "GANDALF",
    "There are other forces at work in this world, Frodo, besides the will of evil. Bilbo was meant to find the Ring. In which case, you also were meant to have it ... and that is an encouraging thought.  Ah! It's that way."
  ],
  [
    46029,
    46045,
    "131",
    "MERRY",
    "He's remembered!"
  ],
  [
    46045,
    46149,
    "131",
    "GANDALF",
    "No. But the air doesn't smell so foul down here. If in doubt, Meriadoc, always follow your nose!  Yes..."
  ],
  [
    46149,
    46181,
    "132",
    "GANDALF",
    "Let me risk a little more light."
  ],
  [
    46181,
    46235,
    "132",
    "GANDALF",
    "Behold! The great realm and Dwarf city of Dwarrowdelf."
  ],
  [
    46235,
    46278,
    "132",
    "SAM",
    "Well, there's an eye opener and no mistake!"
  ],
  [
    46278,
    46285,
    "132",
    "GANDALF",
    "Gimli!!"
  ],
  [
    46285,
    46302,
    "133",
    "GIMLI",
    "No...no...oh, no!"
  ],
  [
    46302,
    46384,
    "133",
    "GANDALF",
    "Here lies Balin, son of Fundin, Lord of Moria. He is dead, then. It's as I feared."
  ],
  [
    46384,
    46453,
    "133",
    "GIMLI",
    "Kilmin malur ni zaram kalil ra narag. Kheled zâram ... Balin tazlifi."
  ],
  [
    46453,
    46487,
    "133",
    "LEGOLAS",
    "We must move on. We cannot linger."
  ],
  [
    46487,
    46731,
    "133",
    "GANDALF",
    "They have taken the Bridge and the second hall we have barred the gates ... but cannot hold them for long ... the ground shakes ... drums drums in the deep ... we cannot get out. A shadow moves in the dark. Will no one save us? They are coming."
  ],
  [
    46731,
    46805,
    "133",
    "GANDALF",
    "Fool of a Took! Throw yourself in next time, and rid us of your stupidity!"
  ],
  [
    46805,
    46815,
    "133",
    "SAM",
    "Mr. Frodo!"
  ],
  [
    46815,
    46820,
    "133",
    "LEGOLAS",
    "Orcs!"
  ],
  [
    46820,
    46852,
    "133",
    "ARAGORN",
    "Get back! Stay close to Gandalf."
  ],
  [
    46852,
    46875,
    "133",
    "BOROMIR",
    "They have a cave troll!"
  ],
  [
    46875,
    46945,
    "133",
    "GIMLI",
    "Let them come! There is one Dwarf yet in Moria who still draws breath!"
  ],
  [
    46945,
    46982,
    "133",
    "SAM",
    "I think I'm getting the hang of this."
  ],
  [
    46982,
    46999,
    "133",
    "FRODO",
    "Aragorn! Aragorn!"
  ],
  [
    46999,
    47005,
    "133",
    "ARAGORN",
    "Frodo!"
  ],
  [
    47005,
    47016,
    "133",
    "SAM",
    "He's alive."
  ],
  [
    47016,
    47044,
    "133",
    "FRODO",
    "I'm all right. I'm not hurt."
  ],
  [
    47044,
    47107,
    "133",
    "ARAGORN",
    "You should be dead. That spear would have skewered a wild boar."
  ],
  [
    47107,
    47162,
    "133",
    "GANDALF",
    "I think there's more to this Hobbit than meets the eye."
  ],
  [
    47162,
    47213,
    "133",
    "GIMLI",
    "Mithril! You are full of surprises, Master Baggins."
  ],
  [
    47213,
    47241,
    "133",
    "GANDALF",
    "To the bridge of Khazad Dûm!"
  ],
  [
    47241,
    47250,
    "134",
    "GANDALF",
    "This way!"
  ],
  [
    47250,
    47275,
    "134",
    "BOROMIR",
    "What is this new devilry?"
  ],
  [
    47275,
    47363,
    "134",
    "GANDALF",
    "A Balrog ... a demon of the ancient world! This foe is beyond any of you!  Run! Quickly!"
  ],
  [
    47363,
    47405,
    "135",
    "GANDALF",
    "Lead them on, Aragorn! The bridge is near."
  ],
  [
    47405,
    47446,
    "135",
    "GANDALF",
    "Do as I say; Swords are no more use here."
  ],
  [
    47446,
    47468,
    "135",
    "GIMLI",
    "Nobody tosses a dwarf!"
  ],
  [
    47468,
    47489,
    "136",
    "GANDALF",
    "Over the bridge! Fly!"
  ],
  [
    47489,
    47505,
    "136",
    "GANDALF",
    "You cannot pass!"
  ],
  [
    47505,
    47513,
    "136",
    "FRODO",
    "Gandalf!"
  ],
  [
    47513,
    47626,
    "136",
    "GANDALF",
    "I am a servant of the Secret Fire, wielder of the flame of Anor. The dark fire will not avail you, flame of Udûn."
  ],
  [
    47626,
    47648,
    "136",
    "GANDALF",
    "Go back to the Shadow!"
  ],
  [
    47648,
    47668,
    "136",
    "GANDALF",
    "You shall not pass!!"
  ],
  [
    47668,
    47722,
    "136",
    "ARAGORN",
    "He cannot stand alone! Elendil! I am with you Gandalf!"
  ],
  [
    47722,
    47729,
    "136",
    "BOROMIR",
    "Gondor!"
  ],
  [
    47729,
    47737,
    "136",
    "FRODO",
    "Gandalf!"
  ],
  [
    47737,
    47752,
    "136",
    "GANDALF",
    "Fly, you fools!"
  ],
  [
    47752,
    47755,
    "136",
    "FRODO",
    "No!"
  ],
  [
    47755,
    47763,
    "136",
    "ARAGORN",
    "Gandalf!"
  ],
  [
    47763,
    47784,
    "137",
    "ARAGORN",
    "Legolas, get them up."
  ],
  [
    47784,
    47823,
    "137",
    "BOROMIR",
    "Give them a moment ... for pity's sake!"
  ],
  [
    47823,
    47976,
    "137",
    "ARAGORN",
    "By nightfall these hills will be swarming with Orcs! We must reach the woods of Lothlórien. Come Boromir, Legolas, Gimli, get them up. On your feet, Sam."
  ],
  [
    47976,
    47989,
    "137",
    "ARAGORN",
    "Frodo? Frodo!"
  ],
  [
    47989,
    48441,
    "139",
    "LEGOLAS",
    "Ah, Lothlórien. The fairest of all the dwellings of my people. There are no trees like the trees of this land, for in autumn the leaves fall not, but turn to gold. Not till the spring comes and the new green opens do they fall, and then the boughs are laden with yellow flowers; and the floor of the wood is golden, and golden is the roof, and its pillars are of silver, for the bark of the trees is smooth and grey. So still our songs in Mirkwood say."
  ],
  [
    48441,
    48597,
    "139",
    "GIMLI",
    "Stay close, young Hobbits ... they say a great sorceress lives in these woods. An Elf witch of terrible power. All who look upon her fall under her spell..."
  ],
  [
    48597,
    48605,
    "139",
    "GALADRIEL",
    "Frodo..."
  ],
  [
    48605,
    48630,
    "139",
    "GIMLI",
    "And are never seen again!"
  ],
  [
    48630,
    48719,
    "139",
    "GALADRIEL",
    "...your coming to us is as the footsteps of doom. You bring great evil here, Ring bearer."
  ],
  [
    48719,
    48729,
    "139",
    "SAM",
    "Mr. Frodo?"
  ],
  [
    48729,
    48829,
    "139",
    "GIMLI",
    "Well, here's one Dwarf she won't ensnare so easily. I have the eyes of a hawk and the ears of a fox!"
  ],
  [
    48829,
    48891,
    "139",
    "HALDIR",
    "The Dwarf breathes so loud we could have shot him in the dark."
  ],
  [
    48891,
    48961,
    "140",
    "HALDIR",
    "Mae govannen, Legolas Thranduilion. Welcome Legolas, son of Thranduil."
  ],
  [
    48961,
    49056,
    "140",
    "LEGOLAS",
    "Govannas vîn gwennen le, Haldir o Lórien. Our Fellowship stands in your debt, Haldir of Lórien."
  ],
  [
    49056,
    49147,
    "140",
    "HALDIR",
    "A, Aragorn in Dúnedain istannen le ammen. Oh, Aragorn of the Dúnedain, you are known to us."
  ],
  [
    49147,
    49154,
    "140",
    "ARAGORN",
    "Haldir."
  ],
  [
    49154,
    49238,
    "140",
    "GIMLI",
    "So much for the legendary courtesy of the Elves! Speak words we can also understand!"
  ],
  [
    49238,
    49300,
    "140",
    "HALDIR",
    "We have not had dealings with the Dwarves since the Dark Days."
  ],
  [
    49300,
    49387,
    "140",
    "GIMLI",
    "And you know what this Dwarf says to that? Ishkhaqwi ai durugnul! I spit on your grave!"
  ],
  [
    49387,
    49413,
    "140",
    "ARAGORN",
    "That was not so courteous."
  ],
  [
    49413,
    49467,
    "140",
    "HALDIR",
    "You bring great evil with you.  You can go no further."
  ],
  [
    49467,
    49545,
    "140",
    "ARAGORN",
    "Boe ammen veriad lîn. Andelu i ven! We need your protection. The road is fell!"
  ],
  [
    49545,
    49589,
    "140",
    "ARAGORN",
    "Merin le telim. I wish we may come with you."
  ],
  [
    49589,
    49666,
    "140",
    "ARAGORN",
    "Henio, aníron boe ammen i dulu lîn! Please, understand, we need your support!"
  ],
  [
    49666,
    49707,
    "140",
    "ARAGORN",
    "Andelu i ven. The road is very dangerous."
  ],
  [
    49707,
    49844,
    "140",
    "BOROMIR",
    "Gandalf's death was not in vain. nor would he have you give up hope. You carry a heavy burden, Frodo. Don't carry the weight of the dead."
  ],
  [
    49844,
    49929,
    "140",
    "HALDIR",
    "Very well. Here we will stay awhile, and come to the city of Galadhrim on the morrow."
  ],
  [
    49929,
    49940,
    "141",
    "FRODO",
    "What is it?"
  ],
  [
    49940,
    50181,
    "141",
    "SAM",
    "It's an odd thing, Mr. Frodo. It's sunlight and bright day, right enough. I thought that Elves were all for moon and stars. But this is more Elvish than anything I ever heard tell of. I feel as if I was inside a song, if you take my meaning."
  ],
  [
    50181,
    50279,
    "141",
    "HALDIR",
    "You feel the power of the Lady of Galadhrim. Would it please you to climb with me up Cerin Amroth?"
  ],
  [
    50279,
    50645,
    "141",
    "HALDIR",
    "There lies the fastness of Southern Mirkwood. It is clad in a forest of dark fir, where the trees strive one against another and their branches rot and whither. In the midst upon a stony height stands Dol Guldur, where long the hidden Enemy had his dwelling. We fear that now it is inhabited again, and with power sevenfold. A black cloud lies often over it of late."
  ],
  [
    50645,
    50872,
    "141",
    "HALDIR",
    "In this high place you may see the two powers that are oppose one to another; and ever they strive now in thought, but whereas the light perceives the very heart of the darkness, its own secret has not been discovered. Not yet."
  ],
  [
    50872,
    50897,
    "142",
    "ARAGORN",
    "Arwen vanimelda, namárië."
  ],
  [
    50897,
    51050,
    "142",
    "ARAGORN",
    "Here is the heart of Elvendom on earth, and here my heart dwells ever, unless there be a light beyond the dark roads that we still must tread, you and I."
  ],
  [
    51050,
    51097,
    "142",
    "FRODO",
    "Do you believe we may yet succeed in our quest?"
  ],
  [
    51097,
    51125,
    "142",
    "ARAGORN",
    "We shall endure to the last."
  ],
  [
    51125,
    51264,
    "143",
    "HALDIR",
    "Caras Galadon. The heart of Elvendom on earth. This is the city of Galadhrim where dwell the Lord Celeborn and of Galadriel, Lady of Light."
  ],
  [
    51264,
    51509,
    "144",
    "CELEBORN",
    "The enemy knows you have entered here. What hope you had in secrecy is now gone. Eight there are here, yet nine there were set out from Rivendell. Tell me, where is Gandalf? For I much desire to speak with him. I can no longer see him from afar."
  ],
  [
    51509,
    51591,
    "144",
    "GALADRIEL",
    "Gandalf the Grey did not pass the borders of this land. He has fallen into Shadow."
  ],
  [
    51591,
    51696,
    "144",
    "LEGOLAS",
    "He was taken by both Shadow and flame. A Balrog of Morgoth. For we went needlessly into the net of Moria."
  ],
  [
    51696,
    51784,
    "144",
    "GALADRIEL",
    "Needless were none of the deeds of Gandalf in life. We do not yet know his full purpose."
  ],
  [
    51784,
    51954,
    "144",
    "GALADRIEL",
    "Do not let the great emptiness of Khazad dûm fill your heart Gimli, son of Glóin. For the world has grown full of peril, and in all lands, love is now mingled with grief."
  ],
  [
    51954,
    52021,
    "144",
    "CELEBORN",
    "What now becomes of this Fellowship? Without Gandalf, hope is lost."
  ],
  [
    52021,
    52166,
    "144",
    "GALADRIEL",
    "The quest stands upon the edge of a knife. Stray but a little and it will fail, to the ruin of all... Yet hope remains while the company is true."
  ],
  [
    52166,
    52263,
    "144",
    "GALADRIEL",
    "Do not let your hearts be troubled. Go now and rest, for you are weary with sorrow and much toil."
  ],
  [
    52263,
    52327,
    "144",
    "GALADRIEL",
    "Tonight you will sleep in peace.  Welcome, Frodo of the Shire..."
  ],
  [
    52327,
    52355,
    "144",
    "GALADRIEL",
    "...one who has seen the eye."
  ],
  [
    52355,
    52378,
    "145",
    "LEGOLAS",
    "A lament for Gandalf..."
  ],
  [
    52378,
    52405,
    "145",
    "MERRY",
    "What do they say about him?"
  ],
  [
    52405,
    52475,
    "145",
    "LEGOLAS",
    "I have not the heart to tell you. For me, the grief is still too near."
  ],
  [
    52475,
    52550,
    "145",
    "SAM",
    "I bet they don't mention his fireworks. There should be a verse about them."
  ],
  [
    52550,
    52735,
    "145",
    "SAM",
    "The finest rockets ever seen They burst in stars of blue and green Or after thunder, silver showers Come falling like a rain of flowers. Oh, that doesn't do them justice by a long road."
  ],
  [
    52735,
    52784,
    "145",
    "ARAGORN",
    "Take some rest. These borders are well protected."
  ],
  [
    52784,
    52994,
    "145",
    "BOROMIR",
    "I will find no rest here. I heard her voice inside my head. She spoke of my father and the fall of Gondor. She said to me, Even now, there is hope left. But I cannot see it ... it is long since we had any hope."
  ],
  [
    52994,
    53409,
    "145",
    "BOROMIR",
    "My father is a noble man, but his rule is failing, and our ... our people lose faith. He looks to me to make things right ... and I would do it, I would see the glory of Gondor restored. Have you ever seen it, Aragorn? The White Tower of Ecthelion, glimmering like a spike of pearl and silver, its banners caught high in the morning breeze ... have you ever been called home by the clear ringing of silver trumpets?"
  ],
  [
    53409,
    53449,
    "145",
    "ARAGORN",
    "I have seen the White City ... long ago."
  ],
  [
    53449,
    53564,
    "145",
    "BOROMIR",
    "One day, our paths will lead us there, and the tower guard will take up the call the Lords of Gondor have returned."
  ],
  [
    53564,
    53594,
    "146",
    "GALADRIEL",
    "Will you look into the mirror?"
  ],
  [
    53594,
    53610,
    "146",
    "FRODO",
    "What will I see?"
  ],
  [
    53610,
    53764,
    "146",
    "GALADRIEL",
    "Even the wisest cannot tell. For the mirror shows many things ... things that were ... things that are ... and some things that have not yet come to pass."
  ],
  [
    53764,
    53772,
    "146",
    "FRODO",
    "Gandalf!"
  ],
  [
    53772,
    53902,
    "146",
    "GALADRIEL",
    "I know what it is you saw ... for it is also in my mind. It is the future, Frodo. It is what will come to pass if you should fail."
  ],
  [
    53902,
    54044,
    "146",
    "GALADRIEL",
    "The Fellowship is breaking. It is already begun. He will try to take the Ring. You know of whom I speak. One by one, it will destroy them all."
  ],
  [
    54044,
    54094,
    "146",
    "FRODO",
    "If you ask it of me, I will give you the One Ring."
  ],
  [
    54094,
    54177,
    "146",
    "GALADRIEL",
    "You offer it to me freely ... I do not deny that my heart has greatly desired this."
  ],
  [
    54177,
    54379,
    "146",
    "GALADRIEL",
    "In place of the Dark Lord, you would have a Queen, not dark, but beautiful and terrible as the Dawn. Treacherous as the Sea! Stronger than the foundations of the earth ... All shall love me and despair!"
  ],
  [
    54379,
    54457,
    "146",
    "GALADRIEL",
    "I pass the test.  I will diminish, and go into the West, and remain Galadriel."
  ],
  [
    54457,
    54480,
    "146",
    "FRODO",
    "I cannot do this alone."
  ],
  [
    54480,
    54549,
    "146",
    "GALADRIEL",
    "You are a Ring bearer, Frodo. To bear a Ring of Power is to be alone."
  ],
  [
    54549,
    54605,
    "146",
    "GALADRIEL",
    "This is Nenya, the Ring of Adamant. And I am its keeper."
  ],
  [
    54605,
    54679,
    "146",
    "GALADRIEL",
    "This task was appointed to you. And if you do not find a way, no one will."
  ],
  [
    54679,
    54737,
    "146",
    "FRODO",
    "Then I know what I must do. It's just I'm afraid to do it."
  ],
  [
    54737,
    54798,
    "146",
    "GALADRIEL",
    "Even the smallest person can change the course of the future."
  ],
  [
    54798,
    55015,
    "147",
    "SARUMAN",
    "Do you know how Orcs first came into being? They were Elves once. Taken by the Dark Powers ... tortured and mutilated ... a ruined and terrible form of life. And now perfected. My fighting Uruk Hai. Whom do you serve?"
  ],
  [
    55015,
    55023,
    "147",
    "LURTZ",
    "Saruman."
  ],
  [
    55023,
    55142,
    "148",
    "SARUMAN",
    "Hunt them down. Do not stop until they are found. You do not know pain. You do not know fear. You will taste man flesh."
  ],
  [
    55142,
    55261,
    "148",
    "SARUMAN",
    "One of the Halflings carries something of great value ... bring them to me ... alive and unspoiled ... kill the others."
  ],
  [
    55261,
    55327,
    "151",
    "CELEBORN",
    "Never before have we clad strangers in the garb of our own people."
  ],
  [
    55327,
    55381,
    "151",
    "CELEBORN",
    "May these cloaks help shield you from unfriendly eyes."
  ],
  [
    55381,
    55405,
    "152",
    "LEGOLAS",
    "Lembas. Elvish waybread."
  ],
  [
    55405,
    55465,
    "152",
    "LEGOLAS",
    "One small bite is enough to fill the stomach of a grown Man."
  ],
  [
    55465,
    55486,
    "152",
    "MERRY",
    "How many did you eat?"
  ],
  [
    55486,
    55491,
    "152",
    "PIPPIN",
    "Four."
  ],
  [
    55491,
    55647,
    "152",
    "CELEBORN",
    "Every league you travel south, the danger will increase. Mordor Orcs now hold the eastern shore of the Anduin. Nor will you find safety on the western bank."
  ],
  [
    55647,
    55792,
    "153",
    "CELEBORN",
    "Strange creatures bearing the White Hand have been seen on our borders. Seldom do Orcs journey in the open under the sun, yet these have done so."
  ],
  [
    55792,
    55830,
    "153",
    "CELEBORN",
    "Le aphadar aen. You are being tracked."
  ],
  [
    55830,
    55906,
    "153",
    "CELEBORN",
    "By river you have the chance of outrunning the enemy to the Falls of Rauros."
  ],
  [
    55906,
    55999,
    "154",
    "GALADRIEL",
    "My gift for you, Legolas, is a bow of the Galadhrim. Worthy of the skill of our woodland kin."
  ],
  [
    55999,
    56076,
    "154",
    "GALADRIEL",
    "These are the daggers of the Noldorin. They have already seen service in war."
  ],
  [
    56076,
    56137,
    "154",
    "GALADRIEL",
    "Do not fear, young Peregrin Took. You will find your courage."
  ],
  [
    56137,
    56194,
    "154",
    "GALADRIEL",
    "And for you, Samwise Gamgee, Elven rope made of hithlain."
  ],
  [
    56194,
    56213,
    "154",
    "SAM",
    "Thank you, my lady."
  ],
  [
    56213,
    56259,
    "154",
    "SAM",
    "Have you run out of those nice, shiny daggers?"
  ],
  [
    56259,
    56304,
    "154",
    "GALADRIEL",
    "And what gift would a Dwarf ask of the Elves?"
  ],
  [
    56304,
    56312,
    "154",
    "GIMLI",
    "Nothing."
  ],
  [
    56312,
    56431,
    "154",
    "GIMLI",
    "Except to look upon the lady of the Galadhrim one last time for she is more fair than all the jewels beneath the earth."
  ],
  [
    56431,
    56521,
    "154",
    "GIMLI",
    "Actually... There was one thing. No, no, I couldn't. It's quite impossible. Stupid to ask."
  ],
  [
    56521,
    56583,
    "154",
    "GALADRIEL",
    "I have nothing greater to give than the gift you already bear."
  ],
  [
    56583,
    56706,
    "154",
    "GALADRIEL",
    "Am meleth dîn. I ant e guil Arwen Undómiel ... pelitha. For her love, I fear the grace of Arwen Evenstar ... will diminish."
  ],
  [
    56706,
    56882,
    "154",
    "ARAGORN",
    "Aníron i e broniatha ar periatham amar hen. Aníron e ciratha a Valannor. I would have her leave these shores, and be with her people. I would have her take the ship to Valinor."
  ],
  [
    56882,
    56955,
    "154",
    "GALADRIEL",
    "That choice is yet before her. You have your own choice to make, Aragorn."
  ],
  [
    56955,
    57085,
    "154",
    "GALADRIEL",
    "To rise above the height of all your fathers since the days of Elendil or to fall into darkness with all that is left of your kin."
  ],
  [
    57085,
    57103,
    "154",
    "GALADRIEL",
    "Namárië. Farewell."
  ],
  [
    57103,
    57225,
    "154",
    "GALADRIEL",
    "Nadath nâ i moe cerich. Dan ... ú 'eveditham, Elessar. There is much you have yet to do. We shall not meet again, Elessar."
  ],
  [
    57225,
    57249,
    "154",
    "GALADRIEL",
    "Farewell, Frodo Baggins."
  ],
  [
    57249,
    57305,
    "154",
    "GALADRIEL",
    "I give you the light of Eärendil, our most beloved star."
  ],
  [
    57305,
    57376,
    "154",
    "GALADRIEL",
    "May it be a light for you in dark places, when all other lights go out."
  ],
  [
    57376,
    57534,
    "154",
    "GIMLI",
    "I have taken my worst wound at this parting having looked my last upon that which is fairest. Henceforth I will call nothing fair unless it be her gift to me."
  ],
  [
    57534,
    57552,
    "154",
    "LEGOLAS",
    "What was her gift?"
  ],
  [
    57552,
    57617,
    "154",
    "GIMLI",
    "I asked her for one hair from her golden head. She gave me three."
  ],
  [
    57617,
    57655,
    "158",
    "ARAGORN",
    "Gollum. He has tracked us since Moria."
  ],
  [
    57655,
    57698,
    "158",
    "ARAGORN",
    "I had hoped we would lose him on the river."
  ],
  [
    57698,
    57729,
    "158",
    "ARAGORN",
    "But he's too clever a waterman."
  ],
  [
    57729,
    57822,
    "158",
    "BOROMIR",
    "And if he alerts the enemy to our whereabouts, it will make the crossing even more dangerous."
  ],
  [
    57822,
    57848,
    "158",
    "SAM",
    "Have some food, Mr. Frodo."
  ],
  [
    57848,
    57856,
    "158",
    "FRODO",
    "No, Sam."
  ],
  [
    57856,
    57952,
    "158",
    "SAM",
    "You haven't eaten anything all day. You're not sleeping, neither. Don't think I haven't noticed."
  ],
  [
    57952,
    57961,
    "158",
    "SAM",
    "Mr. Frodo"
  ],
  [
    57961,
    57975,
    "158",
    "FRODO",
    "I'm all right."
  ],
  [
    57975,
    58045,
    "158",
    "SAM",
    "But you're not. I'm here to help you. I promised Gandalf that I would."
  ],
  [
    58045,
    58099,
    "158",
    "FRODO",
    "You can't help me, Sam. Not this time. Get some sleep."
  ],
  [
    58099,
    58220,
    "158",
    "BOROMIR",
    "Minas Tirith is the safer road. You know that. From there we can regroup. Strike out for Mordor from a place of strength."
  ],
  [
    58220,
    58269,
    "158",
    "ARAGORN",
    "There is no strength in Gondor that can avail us."
  ],
  [
    58269,
    58310,
    "158",
    "BOROMIR",
    "You were quick enough to trust the Elves."
  ],
  [
    58310,
    58480,
    "158",
    "BOROMIR",
    "Have you so little faith in your own people? Yes, there is weakness. There is frailty. But there is courage also, and honor to be found in Men. But you will not see that."
  ],
  [
    58480,
    58495,
    "158",
    "BOROMIR",
    "You are afraid!"
  ],
  [
    58495,
    58541,
    "158",
    "BOROMIR",
    "All your life, you have hidden in the shadows."
  ],
  [
    58541,
    58580,
    "158",
    "BOROMIR",
    "Scared of who you are, of what you are."
  ],
  [
    58580,
    58643,
    "158",
    "ARAGORN",
    "I will not lead the Ring within a hundred leagues of your city."
  ],
  [
    58643,
    58649,
    "160",
    "ARAGORN",
    "Frodo."
  ],
  [
    58649,
    58664,
    "160",
    "ARAGORN",
    "The Argonath..."
  ],
  [
    58664,
    58725,
    "160",
    "ARAGORN",
    "Long have I desired to look upon the kings of old ... my kin."
  ],
  [
    58725,
    58831,
    "161",
    "ARAGORN",
    "We cross the lake at nightfall, hide the boats and continue on foot ... we approach Mordor from the North."
  ],
  [
    58831,
    59043,
    "161",
    "GIMLI",
    "Oh, yes, just a simple matter of finding our way through Emyn Muil, an impassable labyrinth of razor sharp rocks. And after that, it gets even better ... a festering, stinking marshland as far as the eye can see."
  ],
  [
    59043,
    59130,
    "161",
    "ARAGORN",
    "That is our road. I suggest you take some rest and recover your strength, Master Dwarf."
  ],
  [
    59130,
    59143,
    "161",
    "GIMLI",
    "Recover my..."
  ],
  [
    59143,
    59163,
    "161",
    "LEGOLAS",
    "We should leave now."
  ],
  [
    59163,
    59233,
    "161",
    "ARAGORN",
    "No. Orcs patrol the eastern shore. We must wait for cover of darkness."
  ],
  [
    59233,
    59277,
    "161",
    "LEGOLAS",
    "It is not the Eastern shore that worries me."
  ],
  [
    59277,
    59364,
    "161",
    "LEGOLAS",
    "A shadow and a threat has been growing in my mind. Something draws near, I can feel it."
  ],
  [
    59364,
    59378,
    "161",
    "MERRY",
    "Where's Frodo?"
  ],
  [
    59378,
    59461,
    "162",
    "BOROMIR",
    "None of us should wander alone; you least of all. So much depends on you ... Frodo?"
  ],
  [
    59461,
    59566,
    "162",
    "BOROMIR",
    "I know why you seek solitude. You suffer, I see it day by day. Are you sure you do not suffer needlessly?"
  ],
  [
    59566,
    59646,
    "162",
    "BOROMIR",
    "Let me help you. There are other ways, Frodo ... other paths that we might take."
  ],
  [
    59646,
    59736,
    "162",
    "FRODO",
    "I know what you would say, and it would sound like wisdom but for the warning of my heart."
  ],
  [
    59736,
    59758,
    "162",
    "BOROMIR",
    "Warning? Against what?"
  ],
  [
    59758,
    59876,
    "162",
    "BOROMIR",
    "We're all afraid, Frodo. But to let that fear drive us to destroy what hope we have ... don't you see that is madness?"
  ],
  [
    59876,
    59898,
    "162",
    "FRODO",
    "There is no other way."
  ],
  [
    59898,
    60023,
    "162",
    "BOROMIR",
    "I ask only for the strength to defend my people. angrily drops the wood he has collected If you would but lend me the Ring..."
  ],
  [
    60023,
    60028,
    "162",
    "FRODO",
    "No..."
  ],
  [
    60028,
    60061,
    "162",
    "BOROMIR",
    "Why do you recoil? I am no thief."
  ],
  [
    60061,
    60082,
    "162",
    "FRODO",
    "You are not yourself."
  ],
  [
    60082,
    60203,
    "162",
    "BOROMIR",
    "What chance do you think you have? They will find you, they will take the Ring and you will beg for death before the end."
  ],
  [
    60203,
    60330,
    "162",
    "BOROMIR",
    "You fool! It is not yours, save by unhappy chance. It might have been mine! It should be mine! Give it to me! Give me the Ring."
  ],
  [
    60330,
    60494,
    "162",
    "BOROMIR",
    "I see your mind ... you will take the Ring to Sauron. You will betray us! You go to your death and the death of us all! Curse you! Curse you and all your Halflings!"
  ],
  [
    60494,
    60542,
    "162",
    "BOROMIR",
    "Frodo! Frodo! What have I done? Please, Frodo..."
  ],
  [
    60542,
    60571,
    "163",
    "BOROMIR",
    "I'm sorry, Frodo ... Frodo..."
  ],
  [
    60571,
    60586,
    "163",
    "SAURON",
    "They will fall!"
  ],
  [
    60586,
    60592,
    "164",
    "ARAGORN",
    "Frodo?"
  ],
  [
    60592,
    60613,
    "164",
    "FRODO",
    "It has taken Boromir."
  ],
  [
    60613,
    60631,
    "164",
    "ARAGORN",
    "Where is the Ring?"
  ],
  [
    60631,
    60641,
    "164",
    "FRODO",
    "Stay away!"
  ],
  [
    60641,
    60674,
    "164",
    "ARAGORN",
    "Frodo ... I swore to protect you."
  ],
  [
    60674,
    60707,
    "164",
    "FRODO",
    "Can you protect me from yourself?"
  ],
  [
    60707,
    60728,
    "164",
    "FRODO",
    "Would you destroy it?"
  ],
  [
    60728,
    60754,
    "164",
    "THE",
    "Aragorn. Aragorn. Elessar."
  ],
  [
    60754,
    60826,
    "164",
    "ARAGORN",
    "I would have gone with you to the end ... into the very fires of Mordor."
  ],
  [
    60826,
    60899,
    "164",
    "FRODO",
    "I know. Look after the others, especially Sam ... he will not understand."
  ],
  [
    60899,
    60909,
    "164",
    "ARAGORN",
    "Go, Frodo!"
  ],
  [
    60909,
    60918,
    "164",
    "ARAGORN",
    "Run. Run!"
  ],
  [
    60918,
    60928,
    "165",
    "SAM",
    "Mr. Frodo!"
  ],
  [
    60928,
    60970,
    "165",
    "LURTZ",
    "Find the Halflings ... find the Halflings!"
  ],
  [
    60970,
    60976,
    "165",
    "MERRY",
    "Frodo!"
  ],
  [
    60976,
    60993,
    "165",
    "MERRY",
    "Hide here, quick!"
  ],
  [
    60993,
    61001,
    "165",
    "PIPPIN",
    "Come on!"
  ],
  [
    61001,
    61017,
    "165",
    "PIPPIN",
    "What's he doing?"
  ],
  [
    61017,
    61030,
    "165",
    "MERRY",
    "He's leaving."
  ],
  [
    61030,
    61033,
    "165",
    "PIPPIN",
    "No!"
  ],
  [
    61033,
    61040,
    "165",
    "MERRY",
    "Pippin!"
  ],
  [
    61040,
    61058,
    "165",
    "MERRY",
    "Run, Frodo. Go on!"
  ],
  [
    61058,
    61082,
    "165",
    "MERRY",
    "Hey, hey you! Over here!"
  ],
  [
    61082,
    61086,
    "165",
    "PIPPIN",
    "Hey!"
  ],
  [
    61086,
    61096,
    "165",
    "MERRY",
    "Over here!"
  ],
  [
    61096,
    61105,
    "165",
    "PIPPIN",
    "This way!"
  ],
  [
    61105,
    61118,
    "165",
    "PIPPIN",
    "It's working!"
  ],
  [
    61118,
    61143,
    "165",
    "MERRY",
    "I know it's working! Run!"
  ],
  [
    61143,
    61162,
    "165",
    "LEGOLAS",
    "The horn of Gondor!"
  ],
  [
    61162,
    61170,
    "165",
    "ARAGORN",
    "Boromir!"
  ],
  [
    61170,
    61179,
    "165",
    "BOROMIR",
    "Run! Run!"
  ],
  [
    61179,
    61205,
    "165",
    "MERRY",
    "Aaaaagh! Boromir! Boromir!"
  ],
  [
    61205,
    61233,
    "165",
    "BOROMIR",
    "They took the little ones..."
  ],
  [
    61233,
    61258,
    "165",
    "BOROMIR",
    "Frodo ... where is Frodo?"
  ],
  [
    61258,
    61273,
    "165",
    "ARAGORN",
    "I let Frodo go."
  ],
  [
    61273,
    61338,
    "165",
    "BOROMIR",
    "Then you did what I could not. I tried to take the Ring from him."
  ],
  [
    61338,
    61371,
    "165",
    "ARAGORN",
    "The Ring is beyond our reach now."
  ],
  [
    61371,
    61423,
    "165",
    "BOROMIR",
    "Forgive me. I did not see ... I have failed you all."
  ],
  [
    61423,
    61481,
    "165",
    "ARAGORN",
    "No, Boromir. You fought bravely. You have kept your honor."
  ],
  [
    61481,
    61597,
    "165",
    "BOROMIR",
    "Leave it! It is over ... the world of Men will fall and all will come to darkness and my city to ruin ... Aragorn..."
  ],
  [
    61597,
    61723,
    "165",
    "ARAGORN",
    "I do not know what strength is in my blood, but I swear to you ... I will not let the White City fall, nor your people fail..."
  ],
  [
    61723,
    61751,
    "165",
    "BOROMIR",
    "Our people ... our people..."
  ],
  [
    61751,
    61813,
    "165",
    "BOROMIR",
    "I would have followed you, my brother ... my captain, my king."
  ],
  [
    61813,
    61840,
    "165",
    "ARAGORN",
    "Be at peace, son of Gondor."
  ],
  [
    61840,
    61918,
    "165",
    "ARAGORN",
    "They will look for his coming from the White Tower ... but he will not return."
  ],
  [
    61918,
    61928,
    "166",
    "SAM",
    "Mr. Frodo!"
  ],
  [
    61928,
    62001,
    "166",
    "FRODO",
    "I wish the Ring had never come to me. I wish none of this had happened..."
  ],
  [
    62001,
    62144,
    "166",
    "GANDALF",
    "So do all who live to see such times... but that is not for them to decide. All we have to decide is what to do with the time that is given us."
  ],
  [
    62144,
    62172,
    "166",
    "SAM",
    "Not alone, Frodo. Mr. Frodo!"
  ],
  [
    62172,
    62180,
    "166",
    "FRODO",
    "No, Sam."
  ],
  [
    62180,
    62220,
    "166",
    "FRODO",
    "Go back, Sam! I'm going to Mordor alone."
  ],
  [
    62220,
    62266,
    "166",
    "SAM",
    "Of course you are ... and I'm coming with you!"
  ],
  [
    62266,
    62281,
    "166",
    "FRODO",
    "You can't swim."
  ],
  [
    62281,
    62285,
    "166",
    "FRODO",
    "Sam!"
  ],
  [
    62285,
    62407,
    "166",
    "SAM",
    "I made a promise, Mr. Frodo ... a promise.  Don't you leave him, Samwise Gamgee.  And I don't mean to ... I don't mean to."
  ],
  [
    62407,
    62415,
    "166",
    "FRODO",
    "Oh, Sam!"
  ],
  [
    62415,
    62430,
    "166",
    "FRODO",
    "Come on then..."
  ],
  [
    62430,
    62492,
    "168",
    "LEGOLAS",
    "If we are quick, we will catch Frodo and Sam before nightfall."
  ],
  [
    62492,
    62522,
    "168",
    "LEGOLAS",
    "You mean not to follow them..."
  ],
  [
    62522,
    62561,
    "168",
    "ARAGORN",
    "Frodo's fate is no longer in our hands."
  ],
  [
    62561,
    62620,
    "168",
    "GIMLI",
    "Then it has all been in vain ... the Fellowship has failed."
  ],
  [
    62620,
    62746,
    "168",
    "ARAGORN",
    "Not if we hold true to each other. We will not abandon Merry and Pippin to torment and death, not while we have strength left."
  ],
  [
    62746,
    62782,
    "168",
    "ARAGORN",
    "Leave all that can be spared behind."
  ],
  [
    62782,
    62819,
    "168",
    "ARAGORN",
    "We travel light. Let's hunt some Orc."
  ],
  [
    62819,
    62827,
    "168",
    "GIMLI",
    "Yes! Ha!"
  ]
]